Repository: foocorp/gnu-fm
Catalog: nixtape/themes/gnufm/locale/nixtape-*.po
Languages: cs, cy, de, es, fr, gl, pt_br, ru, sl

source: Your username:
cs: Vaše uživatelské jméno:
cy: Eich enw defnyddiwr:
de: Dein Benutzername:
es: Tu nombre de usuario:
fr: Votre nom d'utilisateur :
gl: Nome de usuario:
pt_br: Seu nome de usuário:
ru: Ваше имя пользователя:
sl: Vaše uporabniško ime:

source: No more than 16 characters, please.
cs: Méně než 16 znaků, prosím.
cy: Dim mwy na 16 o nodau, os gwelwch yn dda.
de: Maximal 16 Zeichen
es: No más de 16 caracteres, por favor.
fr: Pas plus de 16 caractères, s'il vous plaît.
gl: Que non exceda os 16 caracteres.
pt_br: Não mais do que 16 caracteres, por favor.
ru: Не более 16 символов, пожалуйста.
sl: Ne več kot 16 znakov.

source: Your password:
cs: Vaše heslo:
cy: Eich cyfrinair
de: Dein Passwort:
es: Tu contraseña:
fr: Votre mot de passe :
gl: Contrasinal:
pt_br: Sua senha:
ru: Ваш пароль:
sl: Vaše geslo:

source: Try and make it hard to guess! Don't use the same password for everything!
cs: Zkuste to udělat těžší na uhodnutí! Nepoužívejte na všechno stejné heslo!
cy: Gwnewch o yn anodd i ddyfalu! Peidiwch a defnyddio yr un cyfrinair ar gyfer popeth!
de: Es darf nicht leicht zu erraten sein! Und nimm’ nicht das gleiche Passwort für alles!
es: ¡Trata de que sea difícil de adivinar! ¡No uses la misma contraseña para todo!
fr: Essayez de le rendre difficile à deviner! N'utilisez pas le même mot de passe pour tous vos comptes!
gl: Procure que sexa un contrasinal forte, e non use o mesmo para todo!
pt_br: Experimente e torná-lo difícil de adivinhar! Não use a mesma senha para tudo!
ru: Постарайтесь сделать его трудноугадываемым! Не используйте один и тот же пароль для всего!
sl: Poskusite izbrati geslo, ki se težko ugane! Ne uporabljajte vedno istega gesla!

source: Your password again
cs: Znovu vaše heslo
cy: Eich cyfrinair eto
de: Dein Passwort noch einmal:
es: Tu contraseña otra vez
fr: Encore votre mot de passe
gl: Repita o contrasinal:
pt_br: Sua senha novamente
ru: Ваш пароль снова
sl: Vaše geslo zopet

source: Who said repeating yourself was a bad thing?
cs: Kdo řekl, že je špatné opakovat se?
cy: Pwy ddywedodd bod ailadodd eich hun yn beth drwg?
de: Wer hat gesagt, dass Wiederholungen langweilig sind?
es: ¿Quién dijo que repetir era malo?
fr: Qui a dit que vous répéter est une mauvaise chose?
gl: Quen dixo que repetirse fose malo?
pt_br: Quem disse que repetir-se era uma coisa ruim?
ru: Повторенье - мать ученья
sl: Je kdo rekel, da je ponavljanje samega sebe kaj slabega?

source: Your e-mail:
cs: Váš e-mail:
cy: Eich e-bost:
de: Deine Email-Adresse:
es: Tu correo electrónico:
fr: Votre courriel :
gl: Correo electrónico:
pt_br: Seu e-mail:
ru: Ваш e-mail:
sl: Vaša e-pošta:

source: We're going to email you here to confirm this account.
cs: Pošleme vám e-mail pro potvrzení vytvoření tohoto účtu.
cy: Rydym yn mynd i ebostio chi yma i gadarnhau eich cyfrif.
de: Wir werden dir eine Bestätigung per Email senden.
es: Vamos a enviarte un correo aquí para confirmar esta cuenta.
fr: Nous allons vous envoyez un courriel pour confirmer ce compte.
gl: Mandaráselle un correo electrónico a este enderezo para confirmar a súa conta.
pt_br: Estamos indo para e-mail aqui para confirmar essa conta.
ru: Мы отправим вам письмо для подтверждения аккаунта
sl: Dobili boste e-poštno sporočilo za potrditev računa.

source: I read this form carefully, and double-checked my email address first, honest.
cs: Formulář mám pozorně přečtený i zkontrolovanou svou e-mailovou adresu, čestné slovo.
cy: Rwyf wedi darllen y ffurflen yma'n ofalus, ac wedi ail-gywirio fy cyfeiriad ebost yn gyntaf, onest.
de: Ich habe dieses Formular aufmerksam durchgelesen und habe meine Email-Adresse doppelt kontrolliert. Indianer-Ehrenwort.
es: He leído este formulario con cuidado y revisado por lo menos dos veces mi dirección de correo primero, en serio.
fr: J'ai lu ce formulaire attentivement, puis double-vérifié mon adresse courriel auparavant, promis.
gl: Lin coidadosamente o formulario, e asegureime de que o meu correo electrónico estivese ben escrito, en serio.
pt_br: Eu li este formulário com cuidado, e verifiquei novamente o meu endereço de e-mail primeiro, honesto.
ru: Я прочел всё внимательно и дважды проверил свою почту, честно.
sl: Obrazec sem natančno prebral in dvojno preveril svoj e-poštni naslov, prisežem.

source: Sign up
cs: Registrovat se
cy: Cofrestrwch
de: Anmelden
es: Registrarse
fr: S'inscrire
gl: Rexistrarse
pt_br: Inscreva-se
ru: Зарегистрироваться
sl: Včlanitev

source: We won't sell, swap or give away your email address. You can optionally include personal data on your profile, which is displayed publicly.
cs: Vaši e-mailovou adresu nikomu neprodáme, nevyměníme, ani nedáme. Volitelně můžete na svém účtu zveřejnit nějaká osobní data.
cy: Nid ydem yn gwerthu, cyfnewid neu'n roi eich cyfeiriad ebost i ffwrdd. Gall hefyd (yn opsiynol) cynnwys data personol ar eich proffil, sydd yn cael ei ddangos yn gyhoeddus.
de: Wir werden deine Email-Adresse weder verkaufen, tauschen oder weitergeben. Du kannst zusätzlich noch persönliche Daten in deinem öffentlichen Profil angeben.
es: No venderemos, ni intercambiaremos, ni regalaremos tu dirección de correo. Opcionalmente puedes incluir datos personales en tu perfil, que se muestra públicamente.
fr: Nous n'allons pas vendre, échanger ou donner votre adresse courriel. Vous pouvez éventuellement inclure des données personnelles sur votre profil, qui est affiché publiquement.
gl: Nin vendemos, nin intercambiamos nin entregamos o seu enderezo de correo electrónico. Se quere pode incluír datos persoais no seu perfil, pero teña en conta que todos poderán verse publicamente.
pt_br: Nós não iremos vender, trocar ou doar o seu endereço de email. Você pode, opcionalmente, incluir dados pessoais em seu perfil, que é exibido publicamente.
ru: Мы никому не дадим ваш email адрес. По желанию вы можете указать ваши личные данные в профайле, они будут доступны для публичного обозрения.

source: Your request for an invitation has been registered. Thank you for your interest in libre.fm!
cs: Vaše žádost o pozvánku byla zaregistrována. Děkujeme za vás zájem o libre.fm!
cy: Mae eich cais am wahoddiad wedi ei gofrestru. Diolch am eich diddordeb yn libre.fm
de: Deine Anfrage nach einer Einladung ist vorgemerkt. Danke für dein Interesse an libre.fm!
es: Tu petición de invitación ha sido registrada. ¡Gracias por tu interés en libre.fm!
fr: Votre demande d'invitation a été enregistrée. Merci pour votre intérêt en libre.fm!
gl: A súa solicitude de invitación quedou rexistrada. Grazas por amosar interese en libre.fm!
pt_br: Seu pedido de um convite tenha sido registrada. Obrigado pelo seu interesse em libre.fm!
ru: Ваш запрос на приглашение был учтён. Спасибо за интерес к Libre.fm!
sl: Zahteva za vabilo je bila registrirana. Zahvaljujemo se Vam za interes za libre.fm!

source: <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a> is now in alpha. We're slowly adding new users, so if you're interested, type in your email address and you'll receive an invitation in a few days time.
cs: <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a> je nyní v alfaverzi. Pomalu přidáváme další uživatele, takže pokud máte zájem, zadejte svou e-mailovou adresu a během několika dní dostanete pozvánku.
cy: Mae <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a> nawr mewn alffa. Rydym yn ara deg yn ychwanegu defnyddiwyr newydd, felly os oes gennych diffordeb, teipiwch eich cyfeiriad ebost a mi wnewch dderbyn gwahoddiad mewn ychydig o ddyddiau.
de: <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a> befindet sich jetzt im Alpha-Stadium und wir fügen langsam neue Benutzer hinzu. Falls du interessiert bist, trage deine Email-Adresse ein und du bekommst in wenigen Tagen eine Einladung.
es: <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a> está ahora en alfa. Poco a poco agregamos nuevos usuarios, así que si te interesa, ingresa tu dirección de correo y te enviaremos una invitación en unos cuantos días.
fr: <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a> est maintenant en alpha. Nous ajoutons lentement de nouveaux utilisateurs, donc si vous êtes intéressé, entrez votre adresse courriel et vous recevrez une invitation dans un délai de quelques jours.
gl: <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a> aínda está en fase alfa. Os novos usuarios vanse engadindo aos poucos, así que se lle interesa escriba o seu enderezo de correo electrónico e recibirá unha invitación en cuestión de días.
pt_br: <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a> agora está em alfa. Estamos lentamente adicionando novos usuários, então se você estiver interessado, digite seu email e você receberá um convite em poucos dias.
ru: <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a> теперь на стадии альфа. Мы будем потихоньку добавлять новых пользователей, если вы заинтересованы в участии, укажите ваш email адрес и в течении нескольких дней вы получите приглашение.
sl: <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a> je v alpha. Počasi dodajamo nove uporabnike, če ste zainteresirani, napišite e-poštni naslov in v parih dneh boste dobili povabilo.

source: Email
cy: Ebost
es: Correo electrónico
fr: Adresse courriel
gl: Correo electrónico
sl: Elektronska pošta

source: Request invite!
cs: Požádat o pozvánku!
cy: Gwnewch cais am wahoddiad!
de: Einladung anfordern!
es: ¡Pide una invitación!
fr: Demander une invitation!
gl: Solicitar unha invitación!
pt_br: Pedido de convidar!
ru: Запрос приглашения!
sl: Zahtevaj povabilo!

source: Reset my password
cs: Obnovit mé heslo
cy: Ailosod eich cyfrinair
de: Passwort zurücksetzen
es: Reestablecer mi contraseña
fr: Réinitialiser mon mot de passe
gl: Restablecer o contrasinal
pt_br: Redefinir minha senha
ru: Сбросить мой пароль
sl: Ponastavi geslo

source: Your new password has been emailed to you.
cs: Vaše nové heslo vám bylo posláno e-mailem.
cy: Mae eich cyfrinair newydd wedi ei ebostio iddoch.
de: Dein neues Passwort wurde dir per Email gesendet.
es: Tu nueva contraseña se ha enviado a tu correo.
fr: Votre nouveau mot de passe vous a été envoyé par courriel.
gl: Envióuselle un novo contrasinal á súa conta de correo electrónico.
pt_br: Sua nova senha foi enviada para você.
ru: Ваш новый пароль отправлен на Ваш адрес электронной почты
sl: Vaše nove geslo Vam je bilo poslano

source: An email with further information has been sent to the email address associated with your profile.
cs: Na vaši e-mailovou adresu spojenou s vaším účtem byl odeslán e-mail s dalšími informacemi.
cy: Mae ebost efo mwy o wybodaeth wedi ei yrru i'ch cyfeiriad ebost sy'n gysylltiedig a'ch proffil.
de: Eine Email mit weiteren Informationen wurde an die Adresse aus deinem Profil geschickt.
es: Un correo con más información ha sido enviado al correo asociado a tu cuenta.
fr: Un courriel avec des informations supplémentaires ont été envoyés à l'adresse courriel associée à votre profil.
gl: Envióuselle un correo electrónico con máis información ao enderezo do seu perfil.
pt_br: Um e-mail com mais informação foi enviada ao endereço de e-mail associado com seu perfil.
ru: Письмо с необходимой информацией было отправлено на ваш email-ящик, указанный в профайле.
sl: E-poštno sporočilo z nadaljnimi informacijami je bilo poslano na e-poštni naslov povezan z Vašim profilom.

source: Enter your username or e-mail address and we'll email you a link to reset your password. All passwords are encrypted in our database.
cs: Zadejte své uživatelské jméno nebo e-mailovou adresu a my vám pošleme odkaz pro obnovení vašeho hesla. Všechna hesla jsou v naší databázi šifrována.
cy: Mewnbynnwch eich enw defnyddiwr neu cyfeiriad e-bost a mi wnawn ebostio chi efo dolen i ailosod eich cyfrinair. Mae pob cyfrinair sydd ar y cronfa ddata wedi ei amgryptio.
de: Sag’ uns deinen Nutzernamen oder Email-Adresse und wir werden dir einen Link für ein neues Passwort senden.
es: Ingresa tu nombre de usuario o tu dirección de correo electrónico, y te enviaremos un link para reestablecer tu contraseña. Todas las contraseñas están encriptadas en nuestra base de datos.
fr: Entrez votre nom d'utilisateur ou adresse courriel et nous vous enverrons par courriel un lien pour réinitialiser votre mot de passe. Tous les mots de passe sont cryptés dans notre base de données.
gl: Escriba o seu nome de usuario ou enderezo de correo electrónico e mandaráselle unha ligazón para restablecer o seu contrasinal. Todos os contrasinais están cifrados na nosa base de datos.
pt_br: Digite seu nome de usuário ou endereço de e-mail e você receberá por email um link para redefinir sua senha. Todas as senhas são criptografadas no banco de dados.
ru: Введите своё имя пользователя или адрес электронной почты, и мы вышлем Вам ссылку для сброса пароля. Пароли в нашей базе хранятся в зашифрованном виде.

source: or
cs: nebo
cy: neu
de: oder
es: o
fr: ou
gl: ou
pt_br: ou
ru: или
sl: ali

source: E-mail
cy: E-bost
es: Correo electrónico
fr: Adresse courriel
gl: Correo electrónico
sl: Elektronska pošta

source: Reset my password!
cs: Obnovit mé heslo!
cy: Ailosod fy nghyfrinair!
de: Passwort zurücksetzen!
es: ¡Reestablecer mi contraseña!
fr: Réinitialiser mon mot de passe!
gl: Restablecer o contrasinal!
pt_br: Redefinir minha senha!
ru: Сбросить мой пароль!
sl: Ponastavi moje geslo!

source: Artist
cs: Umělec
de: Künstler
es: Artista
fr: Artiste
gl: Intérprete
pt_br: Artista
ru: Исполнитель
sl: Izvajalec

source: User
cs: Uživatel
cy: Defnyddiwr
de: Benutzer
es: Usuario
fr: Utilisateur
gl: Usuario
pt_br: Usuário
ru: Пользователь
sl: Uporabnik

source: Search
cs: Hledat
cy: Chwilio
de: Suche
es: Buscar
fr: Rechercher
gl: Buscar
pt_br: Pesquisar
ru: Поиск
sl: Išči

source: Libre.fm Merchandise
de: Libre.fm-Produkte
es: Mercancía de Libre.fm
fr: Marchandises Libre.fm
gl: Produtos de Libre.fm
pt_br: Libre.fm Mercadoria
ru: Libre.fm товары

source: Support Libre.fm and look even cooler than ever by visiting our <a href='http://librefm.spreadshirt.net'>European</a> or <a href='http://librefm.spreadshirt.com'>American store</a>.
de: Schau besser aus als du es sowieso schon tust und unterstütze Libre.fm dabei! Besuche den <a href='http://librefm.spreadshirt.net'>europäischen</a> oder <a href='http://librefm.spreadshirt.com'>amerikanischen Laden</a>.
es: Apoya a Libre.fm y luce más genial que nunca visitando nuestra tienda <a href='http://librefm.spreadshirt.net'>europea</a> o <a href='http://librefm.spreadshirt.com'>americana</a>.
fr: Soutenez Libre.fm et ayez l‘air encore plus cool que jamais en visitant notre magasin <a href='http://librefm.spreadshirt.net'>européen</a> ou <a href='http://librefm.spreadshirt.com'>américain</a>.
gl: Colabore con Libre.fm e vista á última coa roupa das nosas tendas <a href='http://librefm.spreadshirt.net'>europea</a> ou <a href='http://librefm.spreadshirt.com'>estadounidense</a>.
pt_br: Suporte Libre.fm e olhar ainda mais frio do que nunca, visitando o nosso <a href='http://librefm.spreadshirt.net'>Europeia</a> ou <a href="http://librefm.spreadshirt.com">American loja</a>.
ru: Поддержка Libre.fm и внешний вид сайта станут на много лучше если вы посетите наш <a href='http://librefm.spreadshirt.net'>Европейский</a> или <a href='http://librefm.spreadshirt.com'>Американский магазин</a>

source: Help Support Libre.fm
de: Helfe uns, indem du Libre.fm unterstützt
es: Ayuda a apoyar a Libre.fm
fr: Aidez à supporter Libre.fm
gl: Axude a manter Libre.fm
pt_br: Suporte de Ajuda Libre.fm
ru: Поддержи Libre.fm

source: Your donations don't just help to keep Libre.fm running, they also contribute to exciting new stuff like better equipment, artist outreach programs, conferences and hackfests.
de: Deine Spenden helfen nicht nur dabei sicher zu stellen, dass Libre.fm weiterhin laufen wird. Sie tragen auch zur Beschaffung von neuem Equipment, Öffentlichkeitsarbeit für Artisten, Konferenzen und zu Hack-Festen bei.
es: Tus donaciones no sólo ayudan a mantener corriendo a Libre.fm, también contribuyen con cosas nuevas y excitantes como mejor equipo, programas de apoyo artístico, conferencias y maratones de hackeo.
fr: Vos dons ne permettent pas seulement de maintenir Libre.fm, ils contribuent aussi à des choses excitantes comme de meilleurs équipements, recherche d’artistes, conférences et festivals de hacks.
gl: As súas doazóns non só axudan a manter o sitio en funcionamento, tamén contribúen a conseguir un mellor equipamento, a programas de encontro de intérpretes, así como conferencias e encontros de desenvolvedores.
pt_br: Suas doações não apenas ajudam a manter Libre.fm correndo, eles também contribuem para novas coisas emocionantes como melhor equipamento, programas de divulgação do artista, conferências e festas hack.
ru: Ваш пожертвования не только помогут содержать Libre.fm, но так же поспособствуют развитию нашего оборудования, информационно-пропагандистских программ и конференций.

source: You can find out more about our targets for this year on our <a href='http://libre.fm/donate.html'>donations page</a>.
de: Du kannst mehr über die Ziele, die wir uns für dieses Jahr gesetzt haben auf unserer <a href='http://libre.fm/donate.html'>Spenden-Seite</a> lesen.
es: Puedes averiguar más sobre nuestros objetivos del año en nuestra <a href='http://libre.fm/donate.html'>página de donaciones</a>.
fr: Vous pouvez en savoir plus sur nos objectifs pour cette année sur notre <a href='http://libre.fm/donate.html'>page de dons</a>.
gl: Para informarse sobre os nosos obxectivos para este ano, acceda á nosa <a href='http://libre.fm/donate.html'>páxina de doazóns</a>.
pt_br: Você pode descobrir mais sobre os nossos objectivos para este ano em nossas doações <a href='http://libre.fm/donate.html'>página</a>.
ru: Вы может узнать больше на страничке <a href='http://libre.fm/donate.html'>пожертвований</a>.

source: Neighbours
de: Nachbarn
es: Vecinos
fr: Voisins
gl: Veciños
pt_br: Vizinhos
ru: Соседи

source: These folks all have excellent taste!
de: All diese Leute haben einen exzellenten Musikgeschmack!
es: ¡Esta gente sí tiene buen gusto!
fr: Ces gens ont tous des goûts excellent!
gl: Estas persoas teñen bo gusto!
pt_br: Essas pessoas todas têm bom gosto!
ru: У них просто отличный вкус!

source: These folks all have similar tastes to %1.
de: All diese Leute haben ähnliche Musikgeschmäcker wie %1.
es: Esta gente tiene gustos similares a %1.
fr: Ces gens ont tous des goûts semblables à %1.
gl: Estas persoas teñen un gusto musical similar ao de %1.
pt_br: Essas pessoas têm gostos semelhantes para %1.
ru: Совпадение их вкусов близко к 1%.

source: Did you know...
de: Wusstest du schon …
es: Sabía que...
fr: Le saviez-vous…
gl: Sabía que…
pt_br: Sabia que ...
ru: Знаете ли вы…

source: You can now get a monthly summary of the latest goings on in the Libre.fm world on our <A href='http://libre.fm/news/'>news site</a>.
de: Nun gibt es monatliche Zusammenfassungen der letzten Neuerungen um Libre.fm auf der <A href='http://libre.fm/news/'>Nachrichtenseite</a>.
es: Ahora puede obtener un resumen mensual de los movimientos más recientes en el mundo Libre.fm en nuestro <A href='http://libre.fm/news/'>sitio de noticias</a>.
fr: Vous pouvez maintenant avoir un résumé mensuel des dernières entrées du monde de Libre.fm sur notre <A href='http://libre.fm/news/'>site des nouvelles</a>.
gl: Agora pode recibir un resumo mensual da actividade relacionada con Libre.fm no noso <a href='http://libre.fm/news/'>sitio de novas</a>.
pt_br: Agora você pode obter um resumo mensal dos últimos acontecimentos no mundo Libre.fm em nosso <a href='http://libre.fm/news/'>site de notícias</a>.
ru: Теперь Вы можете получить ежемесячную сводку последнего происходящего в мире Libre.fm на нашем <A href='http://libre.fm/news/'>новостном сайте</a>.

source: Libre.fm has a monthly <a href='http://libre.fm/podcast'>podcast</a>, featuring a selection of some of the best music on Libre.fm, a summary of recent development news and the occasional interview.
de: Libre.fm hat einen monatlichen <a href='http://libre.fm/podcast'>Podcast</a>! Dort gibt es eine Auswahl der besten Musik auf Libre.fm, eine Zusammenfassung von neuen Entwicklungen und das ein oder andere Interview.
es: Libre.fm tiene un <a href='http://libre.fm/podcast'>podcast</a> mensual, que incluye una selección de la mejor música en Libre.fm, un resumen de las noticias de desarrollo recientes y una entrevista ocasional.
fr: Libre.fm a un <a href='http://libre.fm/podcast'>podcast</a> mensuel avec une sélection des meilleurs musiques sur Libre.fm, un résumé des développements récents, nouvelles et occasionnellement des entrevus
gl: Libre.fm fai unha <a href='http://libre.fm/podcast'>emisión</a> mensual, na que se inclúe unha selección da mellor música de Libre.fm, un resumo das novidades no desenvolvemento e de cando en vez unha entrevista.
pt_br: Libre.fm tem um <a href='http://libre.fm/podcast'>podcast</a> mensal, apresentando uma seleção de algumas das melhores músicas em Libre.fm, um resumo das notícias recentes de desenvolvimento e os entrevistas ocasionais.
ru: У Libre.fm есть месячный <a href='http://libre.fm/podcast'>подкаст</a>, вобравший в себя всё лучшее с просторов Libre.fm.

source: Artist:
cs: Umělec:
de: Künstler:
es: Artista:
fr: Artiste :
gl: Intérprete:
pt_br: Artista:
ru: Исполнитель:
sl: Izvajalec:

source: Album:
cy: Albwm:
es: Álbum:
gl: Álbum:
pt_br: Álbum:
ru: Альбом:

source: Playcount:
cs: Počet přehrání:
cy: Cyfrif Chwarae:
de: Gespielte Lieder:
es: Número de reproducciones:
fr: Nombre de lectures :
gl: Veces que se escoitou:
pt_br: Número de Reproduções:
ru: Прослушано:
sl: Število predvajanj:

source: Listeners:
cs: Posluchači:
cy: Grandawyr:
de: Hörer:
es: Escuchantes:
fr: Auditeurs :
gl: Usuarios que a escoitaron:
pt_br: Ouvintes:
ru: Слушавших:
sl: Poslušalci:

source: Download track
cs: Stáhnout skladbu
cy: Lawrlwytho trac
de: Lied herunterladen
es: Descargar pista
fr: Télécharger la piste
gl: Descargar a canción
pt_br: Baixar música
ru: Скачать композицию
sl: Prenesi skladbo

source: Edit your profile
cs: Upravit váš účet
cy: Golygwch eich proffil
de: Profil ändern
es: Editar tu perfil
fr: Éditer votre profil
gl: Modificar o perfil
pt_br: Edite seu perfil
ru: Изменить ваш профиль
sl: Uredi profil

source: Connections to other services
cs: Propojení s dalšími službami
cy: Cysylltiadau i wasanaethau eraill
de: Verbindung zu anderen Diensten
es: Conexiones a otros servicios
fr: Connexions à d'autres services
gl: Conexións con outros servizos
pt_br: Conexões com outros serviços
ru: Соединения с другими сервисами
sl: Povezave z drugimi storitvami

source: Your new connection has been successfully added!
cs: Nové propojení bylo úspěšně přidáno!
cy: Mae eich cysylltiad newydd wedi ei ychwanegu'n llwyddiannus
de: Die neue Verbindung wurde hinzugefügt!
es: ¡Tu nueva conexión se ha agregado con éxito!
fr: Votre nouvelle connexion a été ajoutée avec succès!
gl: A nova conexión engadiuse correctamente.
pt_br: A nova conexão foi adicionada com sucesso!
ru: Ваше новое соединение было успешно добавлено!
sl: Vaše nove povezave so uspešno dodane

source: Current connections
cs: Současná propojení
cy: Cysylltiadau ar hyn o bryd
de: Aktuelle Verbindungen
es: Conexiones actuales
fr: Connexions courantes
gl: Conexións actuais
pt_br: Conexões atuais
ru: Текущие соединения
sl: Trenutne povezave
