Repository: foocorp/gnu-fm
Catalog: nixtape/themes/gnufm/locale/nixtape-*.po
Languages: cs, cy, de, es, fr, gl, pt_br, ru, sl

source: Your privacy, taken care of.
cs: O vaše soukromí je postaráno.
de: Wir respektieren deine Privatsphäre.
es: Tu privacidad, cubierta.
fr: Votre vie privée, prise en compte.
gl: Protexemos a súa intimidade.
pt_br: Sua privacidade, cuidado.
ru: Осторожно, это ваша личная информация.
sl: Za zasebnost je poskrbljeno!

source: Our <a href="http://libre.fm/more.html#privacy">privacy policy</a> is awesome. We don't even log your IP address! Privacy is important.
cs: Naše <a href="http://libre.fm/more.html#privacy">pravidla pro ochranu soukromí</a> jsou úžasná. Ani nezaznamenáváme vaši IP adresu! Soukromí je důležité.
de: Unsere <a href="http://libre.fm/more.html#privacy">Datenschutzrichtlinien</a> sind spitze. Wir protokollieren nicht einmal deine IP-Adresse! Privatsphäre ist uns wichtig.
es: Nuestra <a href="http://libre.fm/more.html#privacy">política de privacidad</a> es sorprendente. ¡No registramos ni tu dirección IP! La privacidad es importante.
fr: Notre <a href="http://libre.fm/more.html#privacy">politique de confidentialité</a> est géniale. Nous ne sauvegardons même pas votre adresse IP! La confidentialité est importante.
gl: As nosas <a href="http://libre.fm/more.html#privacy">políticas de protección da intimidade</a> son xeniais. Nin sequera rexistramos o seu enderezo IP! A intimidade é importante.
pt_br: Nossa política <a href="http://libre.fm/more.html#privacy">privacidade</a> é impressionante. Nós nem sequer registram seu endereço IP! A privacidade é importante.
ru: У нас надежная политика конфиденциальности, ведь мы даже не записываем Ваш IP адрес. Конфиденциальность - это важно.
sl: Naša <a href="http://libre.fm/more.html#privacy">izjava o zasebnosti</a> je super. Ne shranjujemo niti naslovov IP! Zasebnost je pomembna.

source: That's not all! The code that powers Libre.fm is <a href="http://www.gnu.org/philosophy/free-sw.html">free software</a> &mdash; <a href="http://gitorious.org/foocorp/gnu-fm">take it</a>, run your own site and <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss">join the development community!
cs: A to není vše! Kód, který pohání Libre.fm, je <a href="http://www.gnu.org/philosophy/free-sw.html">svobodný software</a> &mdash; <a href="http://gitorious.org/foocorp/gnu-fm">vezměte ho</a>, rozběhněte ho na svém webu a <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss">přidejte sek vývojářské komunitě!
de: Und das ist noch nicht alles! Das Programm, auf dem Libre.fm läuft, ist <a href="http://www.gnu.org/philosophy/free-sw.html">freie Software</a> &ndash; <a href="http://gitorious.org/foocorp/gnu-fm">nimm’ es dir</a>, mach’ deine eigene Seite und <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss">trete der Entwickler-Gemeinschaft bei!
es: ¡Y no es todo! El código que hace que Libre.fm funcione es <a href="http://www.gnu.org/philosophy/free-sw.html">software libre</a> &mdash; ¡<a href="http://gitorious.org/foocorp/gnu-fm">tómalo</a>, córrelo en tu propio sitio y <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss">únete a la comunidad de desarrollo!
fr: Ce n'est pas tout! Le code qu'utilise Libre.fm est <a href="http://www.gnu.org/philosophy/free-sw.html">libre</a> &mdash; <a href="http://gitorious.org/foocorp/gnu-fm">prenez-le</a>, créez votre propre site et <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss">rejoignez la communauté de développement!
gl: E non é só iso! O código con que se fixo Libre.fm é <a href="http://www.gnu.org/philosophy/free-sw.gl.html">software libre</a> &mdash; <a href="http://gitorious.org/foocorp/gnu-fm">cóllao</a>, use un sitio de seu e <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss">únase á comunidade de desenvolvedores!
pt_br: Isso não é tudo! O código que os poderes Libre.fm é <a href="http://www.gnu.org/philosophy/free-sw.html">software livre</a> - a href="http://gitorious.org/foocorp/gnu-fm">levá-lo</a>, execute o seu próprio site e <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss"> juntar a comunidade de desenvolvimento !
ru: Это ещё не все. Код Libre.fm является <a href="http://www.gnu.org/philosophy/free-sw.html">свободным</a> &mdash; <a href="http://gitorious.org/foocorp/gnu-fm">воспользуйтесь им</a>, запустите ваш собственный сайт и <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss">присоединяйтесь в сообществу разработчиков.
sl: To pa še ni vse! Koda, ki poganja Libre.fm je <a href="http://www.gnu.org/philosophy/free-sw.html">prosta programska oprema</a>&mdash; <a href="http://gitorious.org/foocorp/gnu-fm">vzemite jo</a>, zaženite svojo spletno stran in <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss">se pridružite razvojni skupnosti!

source: Overview
cs: Přehled
cy: Arolwg
de: Übersicht
es: Información general
fr: Vue d'ensemble
gl: Xeral
pt_br: Resumo
ru: Обзор
sl: Pregled

source: Go ahead, listen all you want
de: Nur zu, hör so viel du magst
es: Vaya adelante, escuche todo lo que quiera
fr: Allez-y, écoutez tout ce que vous voulez
gl: Adiante! Escoite canto queira!
pt_br: Vá em frente, ouvir tudo que você quer
ru: Не стесняйся, слушай всё, что тебе хочется

source: Stats
cs: Statistiky
cy: Ystadegau
de: Statistiken
es: Estadísticas
fr: Statistiques
gl: Estatísticas
pt_br: Estatísticas
ru: Статистика
sl: Statistika

source: Recent Tracks
cs: Nedávné skladby
cy: Traciau Diweddar
de: Kürzlich gespielte Lieder
es: Pistas recientes
fr: Pistes récentes
gl: Últimas cancións
pt_br: Faixas Recentes
ru: Недавние прослушивания
sl: Nedavne Skladbe

source: Radio Stations
cs: Stanice rádia
cy: Gorsafau Radio
de: Radiosender
es: Estaciones de radio
fr: Stations de radio
gl: Estacións de radio
pt_br: Estações de Rádio
ru: Радиостанции
sl: Radio Postaje

source: in the future (?)
cs: v budoucnu (?)
cy: yn y dyfodol (?)
de: in der Zukunft (?)
es: en el futuro (?)
fr: dans le futur (?)
gl: no futuro (?).
pt_br: no futuro (?)
ru: в будущем (?)
sl: v prihodnosti (?)

source: a second ago
cs: před sekundou
cy: eiliad yn ôl
de: vor einer Sekunde
es: hace un segundo
fr: il y a une seconde
gl: hai un segundo.
pt_br: um segundo atrás
ru: секунду назад
sl: sekundo nazaj

source: about a minute ago
cs: před asi minutou
cy: tua munud yn ôl
de: vor einer Minute
es: hace un minuto
fr: il y a une minute
gl: hai como un minuto.
pt_br: por volta de um minuto atrás
ru: примерно минуту назад
sl: pred približno eno minuto

source: %d minutes ago
cs: před %d minutami
cy: %d munud yn ôl
de: vor %d Minuten
es: hace %d minutos
fr: il y a %d minutes
gl: hai %d minutos.
pt_br: %d minutos atrás
ru: %d мин. назад
sl: pred %d minutami

source: about an hour ago
cs: před asi hodinou
cy: tua awr yn ôl
de: vor einer Stunde
es: hace una hora
fr: il y a une heure
gl: hai como unha hora.
pt_br: por volta de uma hora atrás
ru: примерно час назад
sl: pred približno eno uro

source: %d hours ago
cs: před %d hodinami
cy: %d awr yn ôl
de: vor %d Stunden
es: hace %d horas
fr: il y a %d heures
gl: hai %d horas.
pt_br: %d horas atrás
ru: %d час. назад
sl: Pred %d urami

source: about a day ago
cs: před asi dnem
cy: tua dydd yn ôl
de: gestern
es: hace un día
fr: il y a une journée
gl: hai un día.
pt_br: por volta de um dia atrás
ru: примерно сутки назад
sl: pred približno enim dnem

source: about a week ago
cs: před asi týdnem
cy: tua wythnos yn ôl
de: letzte Woche
es: hace una semana
fr: il y a une semaine
gl: hai unha semana.
pt_br: por volta de uma semana atrás
ru: примерно неделю назад
sl: pred približno enim tednom

source: %d days ago
cs: před %d dny
cy: %d diwrnod yn ôl
de: vor %d Tagen
es: hace %d días
fr: il y a %d jours
gl: hai %d días.
pt_br: %d dias atrás
ru: %d дня/дней назад
sl: pred %d dnevi

source: %d weeks ago
cs: před %d týdny
cy: %d wythnos yn ôl
de: vor %d Wochen
es: hace %d semanas
fr: il y a %d semaines
gl: hai %d weeks.
pt_br: %d semanas atrás
ru: %d недель/недели назад
sl: pred %d tedni

source: about a month ago
cs: před asi měsícem
cy: tua mis yn ôl
de: letzten Monat
es: hace un mes
fr: il y a un mois
gl: hai un mes.
pt_br: por volta de um mês atrás
ru: примерно месяц назад
sl: približno pred enim mesecem

source: %d months ago
cs: před %d měsíci
cy: %d mis yn ôl
de: vor %d Monaten
es: hace %d meses
fr: il y a %d mois
gl: hai %d meses.
pt_br: %d meses atrás
ru: %d месяцев/месяца назад
sl: pred %d meseci

source: about a year ago
cs: před asi rokem
cy: tua blwyddyn yn ôl
de: letztes Jahr
es: hace un año
fr: il y a un an
gl: hai un ano.
pt_br: por volta de um ano atrás
ru: примерно год назад
sl: približno pred enim letom

source: more than a year ago
cs: před více než rokem
cy: mwy na blwyddyn yn ôl
de: vor mehr als einem Jahr
es: hace más de un año
fr: il y a plus d'un an
gl: hai máis dun ano.
pt_br: mais de um ano atrás
ru: больше года назад
sl: pred več kot enim letom

source: Wiki
cy: Wici
ru: Вики

source: Popular
cs: Oblíbené
cy: Poblogaidd
de: Beliebt
fr: Populaire
ru: Популярные
sl: Priljubljeno

source: Volume
de: Lautstärke
es: Volumen
ru: Громкость
