Repository: foocorp/gnu-fm
Catalog: nixtape/themes/gnufm/locale/nixtape-*.po
Languages: cs, cy, de, es, fr, gl, pt_br, ru, sl

source: Profile deleted
cs: Účet smazán
cy: Profil wedi ei ddileu
de: Profil gelöscht
es: Perfil eliminado
fr: Profil supprimé
gl: Eliminouse o perfil
pt_br: Perfil apagado
ru: Профиль удален
sl: Profil je bil izbrisan

source: Your account has been deleted.
cs: Váš účet byl smazán.
cy: Mae eich cyfrif wedi ei ddileu
de: Dein Konto wurde gelöscht.
es: Tu cuenta ha sido eliminada.
fr: Votre compte a été supprimé.
gl: Eliminouse a súa conta.
pt_br: Sua conta foi apagada.
ru: Ваша учётная запись удалена.
sl: Vaš račun je bil izbrisan.

source: Email was sent successfully!
cs: E-mail byl úspěšně odeslán!
cy: Ebost wedi ei yrru'n llwyddiannus!
de: Email erfolgreich gesendet!
es: ¡Correo enviado exitosamente!
fr: Votre courriel a été envoyé avec succès!
gl: O correo electrónico enviouse correctamente.
pt_br: Email enviado com sucesso!
ru: Письмо отправлено успешно!
sl: E-pošta je bila uspešno poslana

source: Requests for invites
cs: Žádosti o pozvánky
cy: Ceisiadau ar gyfer gwahoddiadau
de: Eine Einladung anfragen
es: Peticiones de invitación
fr: Demandes d'invitations
gl: Solicitudes de invitacións
pt_br: Os pedidos de convites
ru: Просьбы о приглашении
sl: Zateve za povabila

source: Invited people
cs: Pozvaní lidé
cy: Pobl wedi ei wahodd
de: Eingeladene Personen
es: Gente invitada
fr: Personnes invitées
gl: Xente invitada
pt_br: Pessoas convidadas
ru: Приглашенные люди
sl: Povabljeni ljudje

source: Album Name
cs: Název alba
cy: Enw'r Albwm
de: Albumtitel
es: Nombre del álbum
fr: Nom de l'album
gl: Nome
pt_br: Nome do Álbum
ru: Название альбома
sl: Naslov albuma

source: The name of the album
cs: Jméno alba
cy: Enw'r albwm
de: Titel des Albums
es: El nombre del álbum
fr: Le nom de l'album
gl: O nome do álbum.
pt_br: O nome do álbum
ru: Название альбома
sl: Naslov, ki ga nosi album

source: Cover Image
cs: Obrázek obalu
cy: Llun clawr
de: Cover-Bild
es: Imagen de la portada
fr: Pochette
gl: Portada
pt_br: Imagem de Capa
ru: Изображение обложки
sl: Slika ovitka

source: Address linking to the album's cover image
cs: Adresa odkazující na obrázek obalu alba
cy: Cyfeiriad sy'n cysylltu i llun clawr yr albwm
de: Internet-Adresse für das Cover-Bild
es: Dirección a la imagen de la portada del álbum
fr: Adresse vers l'image de pochette pour l'album
gl: Enderezo que ligue á imaxe da portada do álbum
pt_br: Endereço de ligação a imagem do álbum de capa
ru: Ссылка на обложку альбома
sl: Spletni naslov, ki kaže na sliko ovitka od albuma

source: Create Album
cs: Vytvořit album
cy: Creu Albwm
de: Album anlegen
es: Crear álbum
fr: Créer un album
gl: Crear o álbum
pt_br: Criar álbum
ru: Создать альбом
sl: Ustvari album

source: Add new track
cs: Přidat novou skladbu
cy: Ychwanegwch trac newydd
de: Neues Lied hinzufügen
es: Añadir nueva pista
fr: Ajouter une nouvelle piste
gl: Engadir unha nova canción
pt_br: Adicionar nova faixa
ru: Добавить новую композицию
sl: Dodaj novo skladbo

source: Edit
cs: Upravit
cy: Golygu
de: Bearbeiten
es: Editar
fr: Éditer
gl: Modificar
pt_br: Editar
ru: Редактировать
sl: Uredi

source: Popular tags other people used to describe this artist
cs: Populární štítky, použité ostatními pro popis tohoto umělce
cy: Tagiau poblogiadd mae pobl eraill wedi defnyddio i ddisgrifio'r artist yma
de: Beliebte Stichwörter, die andere Personen für diesen Künstler verwendet haben
es: Etiquetas populares usadas por otras personas para describir a este artista
fr: Étiquettes populaires utilisées par d'autres personnes pour décrire cet artiste
gl: Etiquetas populares con que outros describiron o intérprete
pt_br: Tags populares que outras pessoas usaram para descrever este artista
ru: Популярные теги, используемые другими для описания этого исполнителя
sl: Priljubljene oznake, ki so jih uporabili ljudje za opisovanje tega izvajalca

source: This tag was used %1 times
cs: Tento štítek byl použit %1.
cy: Defnyddwyd y tag yma %1 gwaith
de: Dieses Stichwort wurde %1 Mal verwendet
es: Esta etiqueta ha sido usada %1 veces
fr: Cette étiquette a été utilisée %1 fois
gl: Esta etiqueta usouse %1 veces.
pt_br: Essa marca foi utilizada %1 vezes
ru: Эту метку использовали %1 раз
sl: Ta oznaka je bila uporabljena %1 krat

source: Tags you've used for this artist
cs: Štítky, které jste použili pro tohoto umělce
cy: Tagiau a ddefnyddwyd ar gyfer yr artist yma
de: Stichwörter, die du für diesen Künstler verwendet hast
es: Etiquetas que has usado para este artista
fr: Étiquettes que vous avez utilisé pour cet artiste
gl: Etiquetas que usou para este intérprete
pt_br: Palavras-chave que você usou para este artista
ru: Теги, использованные вами для этого артиста
sl: Oznake, uporabljene za izvajalca

source: Add tags:
cs: Přidat štítky:
cy: Ychwanegwch tagiau:
de: Stichwörter hinzufügen:
es: Añadir etiquetas:
fr: Ajouter des étiquettes:
gl: Engadir etiquetas:
pt_br: Adicione tags
ru: Добавить метки:
sl: Dodaj oznake:

source: Tag
cs: Štítek
de: Stichwort
es: Etiqueta
fr: Étiquette
gl: Etiqueta
ru: Тег / Пометить
sl: Oznaka

source: e.g. guitar, violin, female vocals, piano
cs: např. guitar, violin, female vocals, piano
cy: e.e. gitar, feiolin, llais, piano
de: z. B. Gitarre, Violine, weiblicher Gesang, Klavier
es: p. ej. guitarra, violín, voces femeninas, piano
fr: par exemple: guitare, violon, voix féminines, piano
gl: por exemplo: guitarra, violín, voces femininas, piano, baixo, galego
pt_br: ex.: guitarra, violino, voz feminina, piano
ru: например: гитара, скрипка, женский вокал, фортепиано
sl: npr. kitara, violina, ženski vokali, klavir

source: %1's homepage
cs: domovská stránka %1
cy: Gwefan %1
de: %1’s Internetseite
es: Página de %1
fr: Page d'accueil de %1
gl: Sitio <em>web</em> de %1
pt_br: %1 da origem da página
ru: Домашняя страница %1
sl: Domača stran od %1

source: Biography
cs: Životopis
cy: Bywgraffiad
de: Biografie
es: Biografía
fr: Biographie
gl: Biografía
pt_br: Biografia
ru: Биография
sl: Biografija

source: Show more...
cs: Zobrazit víc...
cy: Dangoswch mwy...
de: Mehr zeigen …
es: Mostrar más...
fr: Afficher plus...
gl: Ampliar
pt_br: Mostrar mais...
ru: Показать больше…
sl: Več ...

source: Albums
cs: Alba
cy: Albymau
de: Alben
es: Álbumes
gl: Álbums
pt_br: Álbuns
ru: Альбомы
sl: Albumi

source: Add new album
cs: Přidat nové album
cy: Ychwanegwch albwm newydd
de: Neues Album hinzufügen
es: añadir nuevo álbum
fr: Ajouter un nouvel album
gl: Engadir un álbum
pt_br: Adicionar novo álbum
ru: Добавить новый альбом
sl: Dodaj nov album

source: Similar free artists
cs: Podobní svobodní umělci
cy: Artistiaid rhydd tebyg
de: Ähnliche freie Künstler
es: Artistas libres similares
fr: Artistes libres similaires
gl: Intérpretes de música libre semellantes
pt_br: Artistas espontaneamente livres
ru: Похожие исполнители со свободными произведениями
sl: Podobni zastonj izvajalci

source: Tags used to describe this artist
cs: Štítky použité pro popis tohoto umělce
cy: Tagiau a ddefnyddwyd i ddisgrifio'r artist yma
de: Stichwörter für diesen Künstler
es: Etiquetas usadas para describir a este artista
fr: Étiquette utilisées pour décrire cet artiste
gl: Etiquetas usadas para describir a este intérprete
pt_br: Tags usado para descrever o artista
ru: Метки, которыми описывают этого исполнителя
sl: Oznake, ki opisujejo izvajalce

source: Remove your profile
cs: Odstranit váš účet
cy: Dielu eich proffil
de: Dein Profil löschen
es: Remover tu perfil
fr: Retirer votre profil
gl: Eliminar o perfil persoal
pt_br: Apagar seu perfil
ru: Удалить Ваш профиль
sl: Odstrani svoj profil

source: Create a group
cs: Vytvořit skupinu
cy: Creu grŵp
de: Eine Gruppe erstellen
es: Crear un grupo
fr: Créer un groupe
gl: Crear un grupo
pt_br: Criar grupo
ru: Создать группу
sl: Ustvari skupino

source: Address for the group:
cs: Adresa skupiny:
cy: Cyfeiriad i'r grŵp
de: Adresse der Gruppe:
es: Dirección para el grupo:
fr: Adresse pour le groupe :
gl: Enderezo para o grupo:
pt_br: Endereço para o grupo:
ru: Адрес группы
sl: Naslov skupine:

source: Create
cs: Vytvořit
cy: Creu
de: Erstellen
es: Crear
fr: Créer
gl: Crear
pt_br: Criar
ru: Создать
sl: Ustvari

source: Edit your group
cs: Upravit vaši skupinu
cy: Golygwch eich grŵp
de: Deine Gruppe bearbeiten
es: Editar tu grupo
fr: Modifier votre groupe
gl: Modificar o grupo
pt_br: Editar seu grupo
ru: Редактировать вашу группу
sl: Uredi svojo skupino

source: The form below is still very experimental. Using this may wreck your group!
cs: Formulář níže je stále ve vývoji. Pokud ho použijete, může to zničit vaši skupinu!
cy: Mae'r ffurflen isod dal yn eitha arbrofol. Gan ddefnyddion hyn gellir ddinistrio eich grŵp!
de: Das Formular unten ist noch sehr experimentell. Die Verwendung könnte deine Gruppe zerstören!
es: El formulario de abajo es aún bastante experimental. ¡Cuidado, usarlo puede dejar tu grupo inservible!
fr: Le formulaire ci-dessous est encore très expérimentale. L'utilisation de celui-ci peut ruiner votre groupe!
gl: O seguinte formulario aínda está en fase de probas. Se o usa pode que estrague o grupo.
pt_br: O formulário abaixo é ainda muito experimental. Usando este pode destruir o seu grupo!
ru: Эта форма весьма экспериментальна и может испортить вашу группу!
sl: Spodnji obrazec jezelo eksperimentalen. Uporaba lahko pokvari Vašo skupino!

source: Full name:
cs: Celé jméno:
cy: Enw llawn:
de: Vollständiger Name:
es: Nombre completo:
fr: Nom complet :
gl: Nome completo:
pt_br: Nome completo:
ru: Полное имя:
sl: Polno ime:

source: Website address:
cs: Webová stránka:
cy: Cyfeiriad gwefan:
de: Internetseite:
es: Dirección del sitio web:
fr: Adresse du site web :
gl: Enderezo do sitio <em>web</em>:
pt_br: Endereço do site:
ru: Адрес веб‐сайта:
sl: Spletni naslov:

source: Logo address:
cs: Adresa loga:
cy: Cyfeiriad logo:
de: Logo-Adresse:
es: Dirección del logo:
fr: Adresse vers votre logo :
gl: Enderezo do logotipo:
pt_br: Logo endereço:
ru: Адрес эмблемы:
sl: Naslov logotipa:

source: What's this?
cs: Co to je?
cy: Beth yw hyn?
de: Was ist das?
es: ¿Qué es esto?
fr: Qu'est-ce que c'est ?
gl: Axuda
pt_br: O que é isto?
ru: Что это?
sl: Kaj je to?

source: Description:
cs: Popis:
cy: Disgrifiad:
de: Beschreibung:
es: Descripción:
gl: Descrición:
pt_br: Descrição:
ru: Описание:
sl: Opis:

source: The web address for a picture to represent your group on libre.fm. It should not be more than 80x80 pixels. (64x64 is best.)
cs: Webová adresa obrázku, který bude reprezentovat vaši skupinu na libre.fm Neměl by být větší než 80x80 bodů. (64x64 vyhovuje nejlépe.)
cy: Cyfeiriad gwe ar gyfer llun i gynriychioli eich grŵp ar libre.fm. Ni ddylai fod mwy na 80x80 picseli. (64x64 yw'r gorau.)
de: Die Webadresse für ein Bild, dass deine Gruppe auf libre.fm darstellen soll. Es sollte nicht größer als 80x80 Pixel sein. (64x64 ist am Besten.)
es: La dirección web de la imagen que representará tu grupo en libre.fm. No debe pasarse de 80x80 píxeles. (Lo ideal es 64x64.)
fr: L'adresse web d'une image pour représenter votre groupe sur libre.fm. Elle ne devrait pas dépasser 80x80 pixels. (64x64 est optimal.)
gl: O enderezo <em>web</em> dunha imaxe coa que representar o grupo en libre.fm. Non debería ter unhas dimensións superiores a 80×80 píxeles (se son 64×64 mellor).
pt_br: O endereço da web para uma imagem para representar seu grupo na libre.fm. Deve [Tab] não ser mais do que 80x80 pixels. (64x64 é o melhor.)
ru: Веб-адрес картинки для обозначения вашей группы на libre.fm. Её размер должен быть не больше 80×80 пикселей. (лучше всего — 64×64.)
sl: Spletni naslov slike, ki bo predstavljala Vašo skupino na libre.fm. Zavzemala naj ne bi več kot 80x80 slikovnih točk. (64x64 je najboljše.)

source: The group leader 'owns' the group and is able to make changes to the group. A group can only have one leader, so if you make someone else the leader, you will no longer be able to edit this group. You will not be able to undo this change!
cs: Vedoucí skupiny "vlastní" skupinu a může provádět změny ve skupině. Skupina může mít pouze jednoho vedoucího, takže pokud učiníte někoho jiného vedoucím, již nebudete moci upravovat tuto skupinu. Tuto změnu nebudete moci vrátit!
cy: Mae arweinydd y grŵp yn 'berchen' y grŵp ac yn gallu gwneud newidiadau iddo. Dim ond un arweinydd gellir bod mewn grŵp, felly os byddech yn gwneud unrhywyn arall yn arweinydd, ni ellir golygu'r grŵp. Ni fyddech yn gallu dadwneud yr newidiadau yma!
de: Der Gruppenleiter »besitzt« die Gruppe und kann Änderungen an der Gruppe vornehmen. Eine Gruppe kann nur einen Leiter haben. Sobald du jemand anderen zum Leiter machst, kannst du deine Gruppe nicht mehr bearbeiten. Diese Änderung kann nicht rückgängig gemacht werden!
es: El líder del grupo es su 'dueño' y puede hacer cambios al grupo. Un grupo puede tener sólo un líder, así que si lo cambias, no podrás editar más el grupo. ¡Este cambio no puede deshacerse!
fr: Le chef du groupe 'possède' le groupe et est en mesure d'apporter des changements au groupe. Un groupe peut avoir qu'un seul chef, donc si vous faites d'une autre personne le chef, vous ne serez plus en mesure de modifier ce groupe. Vous ne serez pas en mesure d'annuler ce changement!
gl: O líder do grupo “posúeo” e pode facer cambios nel. Os grupos só poden ter un líder, así que convertendo a outro en líder deixará de poder facer cambios no grupo. E esa operación non ten volta atrás!
pt_br: O líder do grupo "dona" do grupo e é capaz de fazer alterações no grupo. [Tab] Um grupo só pode ter um líder, por isso, se você faz alguma outra pessoa o líder, você vai [Tab] já não seja capaz de editar a este grupo. Você não será capaz de desfazer essa alteração!
ru: Лидер группы является её владельцем, и потому он может производить любые изменения с ней. У группы может быть только один лидер, и если Вы сделаете кого-то еще лидером, вы потеряете право редактировать группу. В будущем это действие не отменить!
sl: Vodja skupine ima "v lasti" skupino in lahko uvaja spremembe v skupini. Skupina ima lahko le enega vodjo, če določite drugega vodjo, ne boste več mogli urejati te skupine. Spremembe ne bo mogoče razveljaviti!

source: Explore popular artists
cs: Objevte oblíbené umělce
cy: Chwiliwch am artistiaid poblogaidd
de: Beliebte Künstler entdecken
es: Explorar artistas populares
fr: Découvrez des artistes populaires
gl: Explorar os intérpretes populares
pt_br: Explorar artistas populares
ru: Поиск популярных исполнителей
sl: Razišči priljubljene izvajalce

source: Libre.fm is a proud supporter of the Play Ogg campaign
cs: Libre.fm je hrdé na to, že podporuje kampaň Play Ogg
cy: Mae libre.fm yn falch i genogi ymgyrch Play Ogg
de: Libre.fm ist stolzer Unterstützer der »Play Ogg«-Kampagne
es: Libre.fm apoya orgullosamente la campaña Play Ogg
fr: Libre.fm supporte fièrement la campagne Play Ogg
gl: Libre.fm apoia con orgullo a campaña Play Ogg.
pt_br: Libre.fm é um apoiante orgulhoso da campanha Play Ogg
ru: Libre.fm является сподвижником кампании Play Ogg
sl: Libre.fm s ponosom podpira kampanjo Play Ogg

source: Developer info
cs: Informace pro vývojáře
cy: Gwybodaeth datblygwr
de: Informationen für Entwickler
es: Información del desarrollador
fr: Information pour développeurs
gl: Información para os desenvolvedores
pt_br: Informações do desenvolvedor
ru: Информация для разработчиков
sl: Podatki o razvijalcih

source: Report a bug
cs: Nahlásit chybu
cy: Adroddwch byg
de: Einen Fehler melden
es: Reportar un error
fr: Signaler un bug
gl: Informar dun erro
pt_br: Relatar um bug
ru: Сообщить об ошибке
sl: Pošlji poročilo o hrošču

source: Join our blog
cs: Sledujte náš blog
cy: Cysyllwch efo'n blog
de: Mach bei unserem Blog mit
es: Sigue nuestro blog
fr: Rejoignez notre blog
gl: Bitácora
pt_br: Participe do nosso blog
ru: Присоединяйтесь к нашему блогу
sl: Pridružite se našemu blogu

source: Recent tracks
cs: Nedávné skladby
cy: Traciau diweddar
de: Kürzlich gehörte Lieder
es: Pistas recientes
fr: Pistes récentes
gl: Últimas cancións
pt_br: Faixas recentes
ru: Недавно прослушанные
sl: Nedavne skladbe

source: Powered by <a href="https://savannah.gnu.org/projects/librefm/">GNU FM
cs: Poháněno <a href="https://savannah.gnu.org/projects/librefm/">GNU FM
cy: Yn cael ei bweru gan <a href="https://savannah.gnu.org/projects/librefm/">GNU FM
de: Angetrieben von <a href="https://savannah.gnu.org/projects/librefm/">GNU FM
es: Funciona gracias a <a href="https://savannah.gnu.org/projects/librefm/">GNU FM
fr: Propulsé par <a href="https://savannah.gnu.org/projects/librefm/">GNU FM
gl: Construído con <a href="https://savannah.gnu.org/projects/librefm/">GNU FM
pt_br: Capacidade para <a href="https://savannah.gnu.org/projects/librefm/">GNU FM
sl: Poganja <a href="https://savannah.gnu.org/projects/librefm/">GNU FM

source: A <a href='http://foocorp.net'>FooCorp</a> thing. Since 1997 the good people of FooCorp have been making entertaining things for the web.
cs: Projekt <a href='http://foocorp.net'>FooCorp</a>. Od roku 1997 skvělí lidé z FooCorp dělají zábavné věci na webu.
cy: Mae hyn yn rhywbeth gan <a href='http://foocorp.net'>FooCorp</a>. Ers 1997 mae'r pobl da o FooCorp wedi creu eitemau adloniant ar gyfer y we.
de: Ein Werk von <a href='http://foocorp.net'>FooCorp</a>. Seit 1997 bauen die guten Menschen von FooCorp unterhaltsame Sachen für’s Internet.
es: Una cosa de <a href='http://foocorp.net'>FooCorp</a>. Desde 1997 la buena gente de FooCorp ha estado creando cosas entretenidas para la red.
fr: Une chose de <a href='http://foocorp.net'>FooCorp</a>. Depuis 1997, les bonnes personnes de FooCorp ont fait des choses divertissantes pour le web.
gl: Cousa de <a href='http://foocorp.net'>FooCorp</a>. A boa xente de FooCorp leva dende 1997 facendo cousas de entretemento para o <em>web</em>.
pt_br: A <a href='http://foocorp.net'>foocorp</a> coisa. Desde 1997, o bom povo de Foo Corp têm vindo a fazer coisas divertidas para a web.
ru: <a href='http://foocorp.net'>FooCorp</a>. С 1997 года участники FooCorp создают весьма полезные вещи для веба.
sl: <a href='http://foocorp.net'>FooCorp</a> zadeva. Dobri ljudje FooCorp-a od leta 1997 ustvarjajo zabavne stvari za splet.

source: Visit other autonomo.us sites like:
cs: Navštivte další weby autonomo.us jako:
cy: Ymwelwch a gwefannau autonomo.us eraill fel:
de: Besuche auch andere autonomo.us-Seiten:
es: Visita otros sitios de autonomo.us como:
fr: Visiter d'autres sites autonomo.us comme :
gl: Visite outros sitios de autonomo.us coma:
pt_br: Visite outros sites autonomo.us como:
ru: Посетите другие сайты autonomo.us, например:
sl: Obiščite ostale strani autonomo.us kot:

source: All Groups
cs: Všechny skupiny
cy: Pob grŵp
de: Alle Gruppen
es: Todos los grupos
fr: Tous les groupes
gl: Todos os grupos
pt_br: Todos os Grupos
ru: Все Группы
sl: Vse skupine

source: %1 members
cs: %1 členů
cy: %1 aelod
de: %1 Mitglieder
es: %1 miembros
fr: %1 membres
gl: %1 membros
pt_br: %1 membros
ru: %1 член(ов)
sl: %1 uporabnikov

source: Group:
cs: Skupina:
cy: Grŵp:
de: Gruppe:
es: Grupo:
fr: Groupe :
gl: Grupo:
pt_br: Grupo:
ru: Группа:
sl: Skupina:

source: edit
cs: upravit
cy: golygu
de: bearbeiten
es: editar
fr: éditer
gl: modificar
pt_br: editar
ru: редактировать
sl: uredi

source: leave
cs: opustit
cy: gadael
de: verlassen
es: dejar
fr: quitter
gl: deixar
pt_br: sair
ru: покинуть
sl: zapusti

source: join
cs: přidat se
cy: ymaelodi
de: mitmachen
es: unirse
fr: rejoindre
gl: unirse
pt_br: entrar
ru: вступить
sl: pridruži se

source: Top artists
cs: Nejhranější umělci
cy: Artistiaid sydd ar y blaen
de: Top-Künstler
es: Principales artistas
fr: Top des artistes
gl: Intérpretes máis escoitados
pt_br: Artistas na parte superior
ru: Популярные исполнители
sl: Naj izvajalci

source: discover new music
cs: objevte novou hudbu
cy: darganfyddwch cerddoriaeth newydd
de: Neue Musik entdecken
es: descubre nueva música
fr: Découvrez de la nouvelle musique
gl: descubra música nova
pt_br: descobrir novas músicas
ru: найти новую музыку
sl: Odkrijte novo glasbo

source: Your invitation has been sent, pretty soon your friend should be thanking you profusely.
cs: Vaše pozvánka byla odeslána, již brzy vám bude přítel vydatně děkovat.
cy: Mae eich gwahoddiad wedi ei yrru, bydd eich ffrind yn eich diolch yn fuan.
de: Deine Einladung wurde gesendet, bald sollte dir dein Freund überschwänglich dafür danken.
es: Tu invitación se ha enviado, muy pronto tu amistad te estará agradeciendo profusamente.
fr: Votre invitation a été envoyée, bientôt votre ami devrait vous remercier à profusion.
gl: Enviouse a invitación, o destinatario non ha tardar en estarlle profundamente agradecido.
pt_br: Seu convite foi enviado, em breve o seu amigo deve estar a agradecer-lhe profusamente.
ru: Ваше приглашение было отправлено, очень скоро ваш друг его получит.

source: Do you have an awesome friend you'd like to share <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a> with? Just enter his/her email address and we'll sort them out with an invitation code.
cs: Máte dobrého přítele, s nímž byste chtěli sdílet <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a>? Zadejte jeho e-mailovou adresu a my mu pošleme pozvánkový kód.
cy: Oes gennych ffrind bysech eisio a rhannu <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a> efo? Dim ond rhowch lawr eu ebost a gwnawn sortio allan efo côd gwahoddiad.
de: Hast du einen Freund, dem du <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a> zeigen möchtest? Trage hier seine Email-Adresse ein und wir schicken ihm eine Einladung.
es: ¿Tienes alguna amistad maravillosa con la que quieras compartir las maravillas de <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a>? Sólo ingresa su correo electrónico y nos encargaremos de mandarle un código de invitación.
fr: Avez-vous un ami génial avec qui vous aimeriez partager <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a>? Il suffit d'entrer son adresse courriel et nous allons lui envoyer un code d'invitation.
gl: Ten algún bo amigo con quen lle gustaría compartir <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a>? Pois escriba aquí o seu enderezo de correo electrónico e se lle enviará un código de invitación.
pt_br: Você tem um amigo maravilhoso que você gostaria de <a href='http://libre.fm' rel='bookmark' fn class='vcard org libre.fm url'>libre.fm</a> com? Basta digitar seu endereço de e-mail e vamos resolvê-los com um código de convite.
ru: Хотели бы вы поделисться с вашими друзьями <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a>? Просто напишите его/её email адрес, и мы отправим пригласительный код.
sl: Imate izjemnega prijatelja s katerim bi delili <a href='http://libre.fm' rel='bookmark' class='vcard fn org url'>libre.fm</a> ? Vnesite njen/njegov e-poštni naslov in poslali bomo šifro z vabilom.

source: Invitee's E-mail:
cs: E-mail zvaného:
cy: E-bost y person i wahodd:
de: Email des Eingeladenen:
es: Correo del invitado
fr: Adresse courriel de l'invité :
gl: Enderezo de correo electrónico do destinatario:
pt_br: E-mail do convidado:
ru: Адрес электронной почты приглашаемого:
sl: E-pošta povabljenca:

source: must be valid!
cs: musí být platný!
cy: ddylai fod yn ddilys!
de: muss gültig sein!
es: ¡debe ser válido!
fr: doit être valide!
gl: ten que ser correcto.
pt_br: deve ser válido!
ru: должен существовать!
sl: Mora biti veljavno!

source: Let them in!
cs: Pustit je dál!
cy: Gadewch nhw i fewn!
de: Lass’ sie ’rein!
es: ¡Déjalos entrar!
fr: Laissez-les entrer!
gl: Que entre!
pt_br: Deixe-nos!
ru: Давай их сюда!
sl: Povabi jih!

source: Preferred language:
cs: Upřednostňovaný jazyk:
cy: Iaith a ffafriwyd
de: Bevorzugte Sprache:
es: Idioma preferido:
fr: Langue préférée :
gl: Lingua:
pt_br: Idioma preferido:
ru: Предпочтительный язык:
sl: Želeni jezik:
