Repository: foocorp/gnu-fm
Catalog: nixtape/themes/gnufm/locale/nixtape-*.po
Languages: cs, cy, de, es, fr, gl, pt_br, ru, sl

source: You don't currently have any connections configured.
cs: Nemáte zrovna nastavená žádná propojení.
cy: Nid ydech efo unrhyw cysylltiadau wedi ei ffurfweddu ar hyn o bryd.
de: Momentan hast du keine Verbindungen.
es: Actualmente no tienes conexiones configuradas.
fr: Vous n'avez actuellement pas de connexions configurées.
gl: De momento non ten configurada ningunha conexión.
pt_br: Você não têm actualmente qualquer conexão configurado.
ru: В данный момент у вас отсутсвуют привязки.
sl: Trenutno nimate nastavljenih nobenih povezav.

source: Service
cs: Služba
cy: Gwasanaeth
de: Dienst
es: Servicio
gl: Servizo
pt_br: Serviço
ru: Сервис
sl: Storitev

source: Forward Scrobbles?
cs: Odesílat informace o přehrávání?
cy: Blaenyrru Scroblau?
de: Scrobbles weiterleiten?
es: ¿Enviar Scrobbles?
fr: Faire suivre vos scrobbles?
gl: Reenviar as escoitas?
pt_br: Encaminhar Scrobbles?
ru: Следить за скорбблингом?
sl: Posredujem Scrobble?

source: Yes
cs: Ano
cy: Ie
de: Ja
es: Sí
fr: Oui
gl: Si
pt_br: Sim
ru: Да
sl: Da

source: No
cs: Ne
cy: Na
de: Nein
fr: Non
gl: Non
pt_br: Não
ru: Нет
sl: Ne

source: Connections to other services allow us to do nifty things like forwarding your scrobbles to other places around the web.
cs: Propojení s dalšími službami nám umožňuje šikovné vychytávky jako odesílání vašich informací o přehrávání na další místa na webu.
de: Verbindungen zu anderen Diensten machen raffinierte Sachen möglich, wie beispielsweise die Weiterleitung von Scrobbles zu anderen Plattformen im Internet.
es: Las conexiones a otros servicios nos permiten hacer cosas interesantes, como enviar tus Scrobbles (avisos de pistas reproducidas) a otros lugares de la red.
fr: Les connexions à d'autres services nous permettent de faire des choses sympa comme le transfert de vos scrobbles à d'autres endroits sur le web.
gl: As conexións con outros servizos permiten facer cousas como reenviar escoitas a outros sitios <em>web</em>.
pt_br: Conexões com outros serviços nos permitem fazer coisas legais como o encaminhamento de sua scrobbles para outros lugares ao redor da web.
ru: Привязка к другим сервисам поможет вам переадресовывать скорбблинг.

source: If that sounds cool then simply make a connection below.
cs: Pokud to zní dobře, prostě vytvořte propojení níže.
de: Wenn sich das gut anhört, erstelle eine Verbindung.
es: Si eso te suena bien, simplemente crea una conexión más abajo.
fr: Si cela semble cool alors faites simplement une connexion ci-dessous.
gl: Se lle soa ben, non ten máis que facer unha conexión a continuación.
pt_br: Se isso soa cool, então basta fazer uma conexão abaixo.
ru: Если вам это интересно, то просто создайте привязку сейчас.

source: Add a connection
cs: Přidat propojení
cy: Ychwanegwch cysylltiad
de: Verbindung hinzufügen
es: Agregar una conexión
fr: Ajouter une connexion
gl: Engadir unha conexión
pt_br: Adicione uma conexão
ru: Добавить соединени
sl: Dodaj povezavo

source: Connect to a Last.fm account
cs: Propojit s účtem na Last.fm
cy: Cysylltwch i cyfrif Last.fm
de: Mit Last.fm-Konto verbinden
es: Conectar una cuenta de Last.fm
fr: Connectez-vous à un compte Last.fm
gl: Conectar cunha conta en Last.fm
pt_br: Conectar-se a uma conta da Last.fm
ru: Соединится с аккаунтом Last.fm
sl: Poveži z računom Last.fm

source: Enter your name here, if you want to.
cs: Sem zadejte své jméno, pokud chcete.
cy: Rhowch eich enw yma, os ydech eisiau.
de: Wenn du magst, kannst du hier deinen Namen eingeben.
es: Ingresa tu nombre aquí, si lo deseas.
fr: Entrez votre nom ici, si vous voulez.
gl: Escriba aquí o seu nome se quere.
pt_br: Digite seu nome aqui, se você quiser.
ru: Если хотите, введите ваше имя здесь.
sl: Sem lahko vnesete Vaše ime.

source: Location:
cs: Umístění:
cy: Lleoliad:
de: Ort:
es: Ubicación:
fr: Lieu :
gl: Lugar:
pt_br: Localização
ru: Расположение:
sl: Lokacija:

source: Avatar address:
cs: Adresa avatara:
cy: Cyferiad afatar:
de: Benutzerbild:
es: Dirección del avatar:
fr: Adresse vers votre avatar :
gl: Enderezo do avatar:
pt_br: Endereço do Avatar:
ru: Ссылка на аватар
sl: Spletni naslov podobe:

source: Mini Biography:
cs: Stručný životopis:
cy: Bywgraffiad mini:
de: Kurzbiografie:
es: Mini-biografía
fr: Mini biographie :
gl: Biografía curta:
pt_br: Minibiografia:
ru: Коротко о себе:
sl: Mini biografija:

source: StatusNet/identi.ca Profile:
cs: Účet na StatusNet/identi.ca:
cy: Proffil StatusNet/identi.ca:
de: Identi.ca-Profil:
es: Perfil en StatusNet/identi.ca:
fr: Profil StatusNet/identi.ca :
gl: Perfil de StatusNet/identi.ca:
pt_br: Perfil StatusNet/identi.ca:
ru: Профиль на StatusNet/identi.ca:
sl: Profil StatusNet/identi.ca:

source: RSS Feed:
cs: RSS kanál:
cy: Porthiad RSS:
de: Newsfeed:
es: Feed de RSS:
fr: Fil RSS :
gl: Fonte de novas RSS:
pt_br: Feed RSS:
ru: RSS лента:
sl: RSS vir:

source: Delete my account
cs: Smazat můj účet
cy: Dilewch fy nghyfrif
de: Konto löschen
es: Borrar mi cuenta
fr: Supprimer mon compte
gl: Eliminar a conta
pt_br: Apagar minha conta
ru: Удалить мою учётную запись
sl: Zbriši moj račun

source: Hide advanced settings
cs: Skrýt pokročilá nastavení
cy: Cuddiwch gosodiadau uwchraddedig
de: Erweiterte Einstellungen verbergen
es: Esconder ajustes avanzados
fr: Masquer les paramètres avancés
gl: Agochar as opcións avanzadas
pt_br: Esconder configurações avançadas
ru: Скрыть дополнительные настройки
sl: Skrij napredne nastavitve

source: Show advanced settings
cs: Zobrazit pokročilá nastavení
cy: Dangoswch gosodiadau uwchraddedig
de: Erweiterte Einstellungen anzeigen
es: Mostrar opciones avanzadas
fr: Afficher les paramètres avancés
gl: Amosar as opcións avanzadas
pt_br: Mostrar configurações avançadas
ru: Показать дополнительные настройки
sl: Pokaži napredne nastavitve

source: Password:
cs: Heslo:
cy: Cyfrinair:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
gl: Contrasinal:
pt_br: Senha:
ru: Пароль:
sl: Geslo:

source: Leave this blank if you don't want to change your password.
cs: Toto nechte prázdné, pokud nechcete změnit heslo.
cy: Gadewch hwn yn wag os ydech ddim eisiau newid eich cyfrinair.
de: Lass’ dieses Feld leer, wenn du dein Passwort nicht ändern möchtest.
es: Deja esto en blanco si no quieres cambiar tu contraseña.
fr: Laissez ce champ vide si vous ne voulez pas changer votre mot de passe.
gl: Déixeo baleiro se non quere cambiar o contrasinal.
pt_br: Deixe em branco se não quiser alterar sua senha.
ru: Оставьте это поле пустым, если не хотите изменить свой пароль.
sl: Pustite prazno, če ne želite zamenjati gesla.

source: Confirm Password:
cs: Potvrdit heslo:
cy: Gwirio Cyfrinair:
de: Passwort bestätigen:
es: Confirmar contraseña:
fr: Confirmer le mot de passe :
gl: Repita o contrasinal:
pt_br: Confirme a sua senha:
ru: Пароль ещё раз:
sl: Potrdi geslo:

source: Change
cs: Změnit
cy: Newid
de: Ändern
es: Cambiar
fr: Modifier
gl: Cambiar
pt_br: Alterar
ru: Изменить
sl: Sprememba

source: Help
cs: Nápověda
cy: Cymorth
de: Hilfe
es: Ayuda
fr: Aide
gl: Axuda
pt_br: Ajuda
ru: Справка
sl: Pomoč

source: Location check
cs: Kontrola umístění
cy: Gwiriad lleoliad
de: Ort überprüfen
es: Verificar ubicación
fr: Vérification de l'emplacement
gl: Cálculo do lugar
pt_br: Localização de seleção
ru: Проверить местоположение
sl: Preverjanje lokacije

source: This feature looks up your location on <a href='http://www.geonames.org'>geonames</a>. You don't need to do it, but it will allow us find your latitude and longitude so we can add some great location-based features in the future.
cs: Tato vlastnost vyhledává vaše umístění na <a href='http://www.geonames.org'>geonames</a>. Nemusíte to dělat, ale umožní nám to najít vaše souřadnice, takže do budoucna budeme moct přidat skvělé funkce využívající umístění.
de: Dein Standort wird auf <a href='http://www.geonames.org'>GeoNames</a> nachgeschlagen. Das ist nicht nötig, aber ermöglicht uns, zukünftig großartige ortsabhängige Funktionen anzubieten.
es: Esta característica busca tu ubicación en <a href='http://www.geonames.org'>geonames</a>. No necesitas hacerlo, pero nos permite encontrar tu latitud y longitud para agregar algunas excelentes características basadas en tu ubicación en el futuro.
fr: Cette fonction recherche votre emplacement sur <a href='http://www.geonames.org'>geonames</a>. Vous n'avez pas besoin de l'activer, mais elle nous permettra de trouver votre latitude et longitude pour que nous puissions ajouter des fonctionnalités basée sur la géolocalisation dans le futur.
gl: Isto busca a lugar dende o que se conecta en <a href='http://www.geonames.org'>geonames</a>. Non ten por que usalo, pero se o fai no futuro poderemos engadir funcionalidades baseadas no lugar dende onde se conecte.
pt_br: Esta característica parece até a sua localização no <a href='http://www.geonames.org'>geonames</a>. Você não precisa fazer isso, mas vai permitir-nos encontrar a sua latitude e longitude, para que possamos acrescentar algumas grandes recursos baseados em localização no futuro.
ru: Эта функция отслеживает ваше местоположение на <a href='http://www.geonames.org'>geonames.org</a>. Вам не обязательно использовать её, но это позволит нам найти вашу широту и долготу, чтобы мы могли добавить больше функций с использованием местоположения.

source: Avatar address
cs: Adresa avatara
cy: Cyfeiriad afatar
de: Benutzerbild
es: Dirección del avatar
fr: Adresse vers votre avatar
gl: Enderezo do avatar
pt_br: Endereço do Avatar
ru: Адрес аватара
sl: Spletni naslov podobe

source: An address that represents you in RDF. See <a href='http://esw.w3.org/topic/WebID'>WebID</a> for details. If you don't know what this is, it's best to leave it blank.
cs: Adresa, která vás reprezentuje v RDF. Pro podrobnosti viz <a href='http://esw.w3.org/topic/WebID'>WebID</a>. Pokud nevíte, o co jde, je lepší to nevyplňovat.
de: Eine Adresse, die dich in RDF repräsentiert. Weitere Details auf <a href='http://esw.w3.org/topic/WebID'>WebID</a>. Wenn du nicht weißt, was das ist, lass’ es einfach leer.
es: Una dirección que te representa en RDF. Visita <a href='http://esw.w3.org/topic/WebID'>WebID</a> para más detalles. Si no sabes de qué se trata, mejor déjalo en blanco.
fr: Une adresse qui vous représente en RDF. Voir <a href='http://esw.w3.org/topic/WebID'>WebID</a> pour plus de détails. Si vous ne savez pas ce que c'est, il est préférable de laisser le champ vide.
gl: Un enderezo que o represente en RDF. Véxase <a href='http://esw.w3.org/topic/WebID'>WebID</a> para máis información. Se non sabe de que se trata, mellor déixeo baleiro.
pt_br: Um endereço que o representa em RDF. Veja <a href='http://esw.w3.org/topic/WebID'>webid</a> para mais detalhes. Se você não sabe o que é isso, é melhor deixá-lo em branco.
ru: Ваш адрес в RDF. Для справки почитайте об <a href='http://esw.w3.org/topic/WebID'>WebID</a>. Если вам не понятно что это, лучше оставить поле пустым.

source: The address for your micro-blog on a <a href='http://status.net/'>StatusNet</a>-powered site such as <a href='http://identi.ca/'>identi.ca</a>.
cs: Adresa vašeho mikroblogu využívajícího služby <a href='http://status.net/'>StatusNet</a>, např. <a href='http://identi.ca/'>identi.ca</a>.
de: Die Adresse für dein Profil auf einer <a href='http://status.net/'>StatusNet</a>-Seite wie beispielsweise <a href='http://identi.ca/'>identi.ca</a>.
es: La dirección de tu microblog en un sitio que use <a href='http://status.net/'>StatusNet</a>, como <a href='http://identi.ca/'>identi.ca</a>.
fr: L'adresse de votre micro-blog sur un site <a href='http://status.net/'>StatusNet</a> comme par exemple <a href='http://identi.ca/'>identi.ca</a>.
gl: O enderezo da súa bitácora de mensaxes curtas nun sitio baseado na tecnoloxía <a href='http://status.net/'>StatusNet</a> como por exemplo <a href='http://identi.ca/'>identi.ca</a>.
pt_br: O endereço para o seu microblog em um <a href='http://status.net/'>StatusNet</a> site potência, tais como <a href='http://identi.ca/'>identi.ca</a>.
ru: Адрес Вашего микроблога на сайте на основе <a href='http://status.net/'>StatusNet</a> — например, <a href='http://identi.ca/'>identi.ca</a>.
sl: Naslov micro-bloga na spletni strani, kot je na primer <a href='http://identi.ca/'>identi.ca</a>, ki jo poganja <a href='http://status.net/'>StatusNet</a>.

source: Now Playing:
cs: Nyní se přehrává:
cy: Yn chwarae nawr:
de: Hört gerade:
es: Reproduciendo ahora:
fr: Joue présentement :
gl: Escoitando:
pt_br: Jogando agora:
ru: Сейчас играет:
sl: Trenutno se predvaja:

source: Loved
cs: Oblíbené
cy: Wedi caru
de: Favoriten
es: Favorito
fr: Aimé
gl: Favorito
pt_br: Preferido
ru: Избранное
sl: Priljubljena

source: Latest %1 Plays:
cs: Posledních %1 přehrávání:
de: Letzte %1 Lieder:
es: Últimas %1 reproducciones:
fr: Dernières %1 Lectures :
gl: Últimas %1 escoitas:
pt_br: Últimas %1 Jogadas:
ru: Последние %1 прослушиваний:
sl: Zadnjih %1 Predvajanj:

source: Free artists that %1 loves
cs: Oblíbení svobodní umělci %1
cy: Artistiaid rhydd mae %1 yn caru
de: Freie Künstler, die %1 mag
es: Artistas libres que le gustan a %1
fr: Artistes libres que %1 aime
gl: Intérpretes de música libre que lle encantan a %1
pt_br: Artistas gratuito que %1 ama
ru: Любимые исполнители %1 со свободными произведениями
sl: Zastonj izvajalci, ki so uporabniku %1 všeč

source: Free artists that %1 might like
cs: Svobodní umělci, kteří se mohou líbít %1
cy: Artistiaid rhydd gall %1 hoffi
de: Freie Künstler die %1 vielleicht mag
es: Artistas libres que le podrían gustar a %1
fr: Artistes libres que %1 pourrait aimer
gl: Intérpretes de música libre que poderían gustarlle a %1
pt_br: Artistas gratuito que %1 pode gostar
ru: Исполнители со свободными произведениями, которые могут понравиться %1
sl: Zastonj izvajalci, ki bodo uporabniku %1 morda všeč

source: %1's Recommended Radio
cs: Doporučené rádio %1
cy: Radio argymelliad %1
de: Empfehlungen-Radio von %1
es: Radio recomendada por %1
fr: Radio recommandée par %1
gl: Radio do recomendado para %1
pt_br: %1 de rádio recomendados
ru: Радиостанция по рекомендациям для %1
sl: Radio s priporočili od %1

source: %1's Loved Radio
cs: Oblíbené rádio %1
cy: Radio hoff %1
de: Favoriten-Radio von %1
es: Radio favorita de %1
fr: Radio préférée de %1
gl: Radio do favorito de %1
pt_br: Rádio adorada de %1
ru: Радио избранных композиций %1
sl: Radio s priljubljenimi od %1

source: %1's Mix Radio
cs: Výběrové rádio %1
cy: Radio Cymysgedd %1
de: Mix-Radio von %1
es: Radio de mezclas de %1
fr: Radio Mix de %1
gl: Radio de mesturas de %1
pt_br: Rádio Mix de %1
ru: %1 Радио Микс
sl: Mix Radio Uporabnika %1

source: %1's Neighbourhood Radio
de: %1s Nachbarschafts-Radio
es: Radio de la vecindad de %1
fr: Radio du voisinage de %1
gl: Radio da veciñanza de %1
pt_br: %1 do Rádio da Vizinhança
ru: %1 Радио соседей

source: Most played artists
cs: Nejčastěji hraní umělci
cy: Artistiaid a chwareuwyd yn aml
de: Meistgespielte Künstler
es: Artistas más reproducidos
fr: Artistes les plus joués
gl: Intérpretes máis escoitados
pt_br: Artistas mais tocados
ru: Самые популярные артисты
sl: Najbolj predvajani izvajalci

source: Top tracks
cs: Nejhranější skladby
cy: Traciau ar y brig
de: Top-Lieder
es: Pistas principales
fr: Top pistes
gl: Cancións máis escoitadas
pt_br: Faixas do Topo
ru: Популярные композиции
sl: Top skladbe

source: Scrobbles by day
cs: Odeslání informací o přehrávání za den
cy: Scroblau liw dydd
de: Scrobbles pro Tag
es: Scrobbles por día
fr: Scrobbles par jour
gl: Escoitas por día
pt_br: Scrobbles por dia
ru: Прослушиваний по дням
sl: Scrobbli na dan

source: %1's most played artists
cs: Nejhranější umělci %1
cy: Artistiaid a chwareuwyd yn aml gan %1
de: %1s meistgespielte Künstler
es: Artistas más reproducidos por %1
fr: Artistes les plus joués pour %1
gl: Intérpretes máis escoitados por %1
pt_br: %1 de artistas mais tocados
ru: Наиболее слушаемые пользователем %1 исполнители
sl: %1 največ predvajani izvajalci

source: %1's top tracks
cs: Nejhranější skladby %1
cy: Traciau ar y brig %1
de: %1s Top-Lieder
es: Pistas principales de %1
fr: Pistes les plus jouées pour %1
gl: Cancións máis escoitadas por %1
pt_br: %1 no topo das faixas
ru: %1 Топ композиций
sl: Top skladbe uporabnika %1

source: %1's scrobbles by day
cs: Odeslání informací o přehrávání %1 za den
cy: Scroblau liw dydd %1
de: %1s Scrobbles pro Tag
es: Scrobbles por día de %1
fr: Scrobbles par jour pour %1
gl: Escoitas por día de %1
pt_br: %1 por dia de scrobbles
ru: Прослушивания %1 по дням
sl: Scrobbli uporabnika %1 glede na dan

source: Welcome back!
cs: Vítejte zpět!
cy: Croeso'n ôl!
de: Willkommen zurück!
es: ¡Bienvenido de nuevo!
fr: Content de vous revoir !
gl: Ti de novo por aquí!
pt_br: Bem-vindo de volta!
ru: С возвращением!
sl: Dobrodošli nazaj!

source: Libre.fm allows you to share your listening habits and discover new music.
cs: Libre.fm vám umožňuje sdílet vaše hudební návyky a objevovat novou hudbu.
cy: Mae libre.fm yn galluogi chi i rannu eich arferiadau gwrando a darganfod cerddoriaeth newydd.
de: Libre.fm ermöglicht es dir, deine Hörgewohnheiten zu teilen und neue Musik zu entdecken.
es: Libre.fm permite compartir tus hábitos de escucha y descubrir nueva música.
fr: Libre.fm vous permet de partager vos habitudes d'écoute et de découvrir de la nouvelle musique.
gl: Con Libre.fm pode compartir os seus hábitos musicais e descubrir música nova.
pt_br: Libre.fm permite que você compartilhe seus hábitos musicais e descobrir novas músicas.
ru: Libre.fm помогает делаться вашими вкусовыми пристрастиями с миром, а так же открывать новую музыку.
sl: Libre.fm omogoča deljenje Vaših navad poslušanja in odkrivanje nove glasbe.

source: Have you <a href="http://bugs.libre.fm/wiki/clients">configured your player</a> to report your music listening habits?
cs: <a href="http://bugs.libre.fm/wiki/clients">Nastavili jste svůj přehrávač</a>, aby odesílal vaše hudební návyky?
cy: Ydech wedi <a href="http://bugs.libre.fm/wiki/clients">ffurfweddu eich chwaraewr</a> i gofnodi eich arferiadau gwrando?
de: Hast du deine <a href="http://bugs.libre.fm/wiki/clients">Wiedergabe-Einstellungen</a> übernommen, um deine Hörgewohnheiten zu protokollieren?
es: ¿Has <a href="http://bugs.libre.fm/wiki/clients">configurado tu reproductor</a> para informar de la música que escuchas habitualmente?
fr: Avez-vous <a href="http://bugs.libre.fm/wiki/clients">configuré votre lecteur</a> afin de soumettre vos habitudes d'écoute?
gl: Aínda non <a href="http://bugs.libre.fm/wiki/clients">configurou o seu reprodutor</a> para informar dos seus hábitos musicais?
pt_br: Você <a href="http://bugs.libre.fm/wiki/clients">configurado o jogador</a> para relatar suas músicas músicas hábitos?
ru: А вы <a href="http://bugs.libre.fm/wiki/clients">настроили свой плеер</a> для передачи данных о ваших музыкальных пристрастиях?
sl: Ste <a href="http://bugs.libre.fm/wiki/clients">nastavili glasbeni predvajalnik</a> na sporočanje glasbenih navad?

source: <a href="%1">Go to your profile</a> or <a href="%2">view your listening statistics</a>.
cs: <a href="%1">Zobrazte svůj účet</a> nebo <a href="%2">své hudební statistiky</a>.
cy: <a href="%1">Ewch i'ch proffil</a> neu <a href="%2">golygwch eich ystadegau gwrando</a>.
de: <a href="%1">Besuche dein Profil</a> oder <a href="%2">deine Musik-Statistiken</a>.
es: <a href="%1">Ve a tu perfil</a> o <a href="%2">ve tus estadísticas de escucha</a>.
fr: <a href="%1">Accédez à votre profil</a> ou <a href="%2">voir vos statistiques d'écoute</a>.
gl: <a href="%1">Vaia ao seu perfil</a> ou <a href="%2">vexa as súas estatísticas de escoita</a>.
pt_br: <a href="%1">Vá para o seu perfil </a> ou <a href="%2">ver suas estatísticas de músicas</a>.
ru: <a href="%1">Войти в профайл</a> или <a href="%2">просмотреть статистику</a>.
sl: <a href="%1">Pojdite na svoj profil</a> ali si <a href="%2">poglejte statistiko poslušanja</a>.

source: 100&#37; indie artists.
cs: 100&#37; nezávislých umělců.
cy: 100&#37; artistiaid indi
de: 100&#37; Indie-Künstler.
es: Artistas 100&#37; independientes.
fr: Artistes 100&#37; indépendants.
gl: 100&#37; intérpretes alternativos.
pt_br: 100&#37; de artistas independentes.
ru: 100&#37; indie артисты
sl: 100&#37; indie izvajalci.

source: Libre.fm actively supports the creation of music by independent artists.
cs: Libre.fm aktivně podporuje hudební tvorbu nezávislých umělců.
cy: Mae libre.fm yn cefnogi cerddoriaeth a gwneir gan artistiaid annibynnol
de: Libre.fm unterstützt die Musik von unabhängigen Künstlern.
es: Libre.fm apoya activamente la creación de música de artistas independientes.
fr: Libre.fm soutient activement la création de musique par des artistes indépendants.
gl: Libre.fm apoia de maneira activa a creación musical por parte de autores independentes.
pt_br: Libre.fm apoia activamente a criação de músicas de artistas independentes.
ru: Libre.fm активно поддерживает создание музыки независимыми артистами.
sl: Libre.fm aktivno podpira neodvisne izvajalce pri ustvarjanju glasbe.

source: You own your own listening data.
cs: Vlastníte svá data týkající se poslechu.
de: Deine Hörgewohnheiten gehören dir.
es: Tus datos de escucha te pertenecen.
fr: Vous possédez vos données d'écoute.
gl: Os datos do que escoita nas súas propias mans.
pt_br: Você possui os dados das músicas próprias.
ru: Вы владелец информации от том, что вы слушаете.
sl: Podatki o poslušanju so v Vaši lasti.

source: Everything you put into Libre.fm is yours, not ours. Take it away and do cool things!
cs: Vše, co poskytnete Libre.fm, je vaše, ne naše. Dejte to pryč a dělejte úžasné věci!
cy: Mae popeth rydech yn rhoi i fewn Libre.fm yn berchen i chi, nid ni. Cymerwch e a gwnewch pethau cŵl!
de: Alles, was du bei Libre.fm hinzufügst, gehört dir und nicht uns. Nimm’ es dir und mach’ Großartiges damit!
es: Todo lo que pongas en Libre.fm es tuyo, no nuestro. ¡Llévalo contigo y haz cosas grandiosas!
fr: Tout ce que vous ajoutez dans Libre.fm est à vous, non pas à nous. Retirez vos données et faites des choses géniales!
gl: O que suba a Libre.fm perténcelle a vostede, non a nós. Cóllao e faga con el o que queira!
pt_br: Tudo o que você colocar em Libre.fm é seu, não nosso. Leve-o para longe e fazer coisas legais!
ru: Всё, что вы вкладываете в Libre.fm, ваше, а не наше. Помните это и делайте прикольные вещи.
sl: Vse, kar vnesete v libre.fm je Vaše. Vzemite s seboj in ustvarjajte zanimive reči!

source: Legally download and share any track.
cs: Legálně stahujte a sdílejte libovolnou skladbu.
cy: Lawrlwythwch a rhannwch unrhyw trac yn gyfreithlon.
de: Jedes Lied kannst du legal herunterladen und mit anderen teilen.
es: Descarga y escucha cualquier pista, legalmente.
fr: Télécharger et partager n'importe quelle piste légalement.
gl: Descarga e comparte calquera canción sen límites.
pt_br: Legalmente baixar e compartilhar qualquer pista.
ru: Вы можете легально скачать и распространять любую композицию.
sl: Legalno prenesite in dajte v souporabo katerokoli skladbo.

source: Every song on Libre.fm is made by musicians who <b>want</b> you to share their music.
cs: Všechny písně na Libre.fm jsou vytvořeny hudební, kteří <b>chtějí</b>, abyste jejich hudbu sdíleli.
de: Jedes Lied auf Libre.fm ist von Musikern gemacht, die <b>möchten</b>, dass ihre Musik verbreitet wird.
es: Toda la música en Libre.fm es creada por músicos que <b>quieren</b> compartir su música.
fr: Chaque chanson sur Libre.fm est faite par des musiciens qui <b>veulent</b> que vous partagiez leur musique.
gl: Todas as cancións de Libre.fm fixéronas músicos que <strong>queren</strong> que compartas a súa música.
pt_br: Cada canção sobre Libre.fm é feita por músicos que <b>querem</b> que você compartilhe suas músicas.
ru: Каждая композиция на Libre.fm, создана артистами, которые <b>хотят</b> поделиться своей музыкой.
sl: Vsako skladbo na libre.fm so naredili glasbeniki, ki <b>hočejo</b>, da delite njihovo glasbo.
