Repository: foocorp/gnu-fm
Catalog: nixtape/themes/gnufm/locale/nixtape-*.po
Languages: cs, cy, de, es, fr, gl, pt_br, ru, sl

source: Please select your language
cs: Prosím, vyberte svůj jazyk
cy: Dewiswch iaith os gwelwch yn dda
de: Bitte wähle deine Sprache
es: Selecciona tu idioma
fr: Veuillez choisir votre langue
gl: Escolla a lingua na que quere a interface.
pt_br: Por favor selecione seu idioma
ru: Пожалуйста, выберите свой язык
sl: Izberite svoj jezik

source: Change Language
cs: Změnit jazyk
cy: Newid Iaith
de: Sprache ändern
es: Cambiar el idioma
fr: Changer de langue
gl: Cambiar de lingua
pt_br: Alterar Idioma
ru: Сменить язык
sl: Spremeni jezik

source: Hey! If you really like this artist you can show your appreciation by donating to them via <a href='http://flattr.com'>flattr</a>.
cs: Hola! Pokud máte tohoto umělce rádi, můžete ho podpořit příspěvkem přes <a href='http://flattr.com'>flattr</a>.
cy: Hei! Os ydych yn hoffi'r artist yma gallwch ddangos eich gwerthfawrogiad gan rhoi rhoddiant iddynt efo <a href='http://flattr.com'>flattr</a>.
de: Hey! Wenn du diesen Künstler wirklich magst, kannst du deine Wertschätzung durch eine Spende per <a href='http://flattr.com'>flattr</a> zeigen.
es: ¡Oye! Si de veras te gusta este artista, puedes mostrarle su apreciación donándoles vía <a href='http://flattr.com'>flattr</a>.
fr: Hé! Si vous aimez vraiment cet artiste, vous pouvez montrer votre appréciation en leur faisant un don via <a href='http://flattr.com'>flattr</ a>.
gl: Eh! Se che gusta moito este intérprete poder demostrarllo facéndolle unha doazón a través de <a href='http://flattr.com'>flattr</a>.
pt_br: Ei! Se você gosta realmente deste artista que você pode mostrar sua apreciação pela doação que lhes via <a href='http://flattr.com'>flattr</a>.
ru: Эй! Если тебе нравится этот исполнитель, ты можешь выразить свою признательность пожертвованием через <a href='http://flattr.com'>flattr</a>.
sl: Hej! V primeru, da Vam je izvajalec zares všeč, mu lahko izkažete hvaležnost z doniranjem preko <a href='http://flattr.com'>flattr</a>-ja.

source: Listen to 100&#37; libre music right here in your web browser!
cs: Poslouchejte 100&#37; svobodnou hudbu přímo ve svém webovém prohlížeči!
cy: Gwrandewch i gerddoriaeth 100&#37; libre yma yn eich porrwr
de: Höre 100&#37; freie Musik direkt in deinem Webbrowser!
es: ¡Escucha música 100&#37; libre justo aquí en tu navegador web!
fr: Écoutez de la musique 100&#37; libre ici dans votre navigateur web!
gl: Escoite música 100&#37; libre aquí mesmo, no seu <em>navegador web</em>!
pt_br: Ouça a 100&#37; música libre aqui no seu navegador!
ru: Слушайте стопроцентно свободную музыку прямо в вашем веб-браузере!
sl: Poslušajte 100&#37; libre glasbo v vašem brskalniku!

source: To get started, simply enter the type of music you'd like to hear or select one of the common tags below:
cs: Pro začátek prostě zadejte druh hudby, kterou byste rádi slyšeli, nebo si vyberte jeden ze štítků níže:
cy: I gychwyn, rhowch y math o gerddoriaeth fysech yn hoffi gwrando neu dewis un o'r tagiau cyffredinol isod:
de: Gib einfach die Art von Musik ein, die du hören möchtest, oder wähle eines der beliebten Stichworte:
es: Para empezar, simplemente ingresa el tipo de música que quieras escuchar, o elige una de las etiquetas más comunes que puedes ver abajo:
fr: Pour commencer, il suffit d'entrer le type de musique que vous voulez entendre ou sélectionner l'une des étiquettes communes ci-dessous :
gl: Para empezar, escriba o tipo de música que lle gustaría escoitar ou escolla unha das etiquetas máis comúns:
pt_br: Para começar, basta digitar o tipo de música você gostaria de ouvir ou selecione uma das marcas mais comuns abaixo:
ru: Для того чтобы начать, просто введи жанр музыки, который тебе нравится, или выбери один из общих тегов ниже:
sl: Za začetek vnesite vrsto glasbe, ki bi jo radi slišali, ali izberite eno izmed spodnjih pogostejših oznak:

source: Custom tag:
cs: Vlastní štítek:
cy: Tag dewisiol:
de: Eigenes Stichwort:
es: Etiqueta personalizada:
fr: Étiquette personnalisée :
gl: Etiqueta personalizada:
pt_br: Tag personalizada:
ru: Другой тег
sl: Oznaka po meri:

source: Only play me songs that other people love
gl: Reproducir só as cancións favoritas de alguén.
pt_br: Só me jogarem canções que outras pessoas do amor
ru: Воспроизводить только те песни, которые нравятся другим людям

source: Listen
cs: Poslouchat
cy: Gwrandewch
de: Hören
es: Escuchar
fr: Écouter
gl: Escoitar
pt_br: Ouvir
ru: Слушать
sl: Poslušaj

source: Or listen to a random selection of the whole libre.fm community's favourite music on the <a href="?station=librefm://community/loved">Libre.fm Community Station</a>
cs: Nebo poslouchejte náhodný výběr z oblíbené hudby celé komunity libre.fm na <a href="?station=librefm://community/loved">Libre.fm Community Station</a>
cy: Neu gwrandewch i ddetholiad ar hap o hoff gerddoriaeth cymuned libre.fm ar y <a href="?station=librefm://community/loved">Gorsaf Cymunedol Libre.fm</a>
de: Oder höre eine zufällige Auswahl von Lieblingsmusik der ganzen libre.fm-Gemeinschaft im <a href="?station=librefm://community/loved">Libre.fm-Gemeinschafts-Radio</a>
es: O escucha una selección al azar de la música favorita de toda la comunidad de libre.fm en la <a href="?station=librefm://community/loved">Estación de la Comunidad de Libre.fm</a>
fr: Ou écoutez une sélection aléatoire de musique préférée de la communauté libre.fm sur la <a href="?station=librefm://community/loved">Station communautaire Libre.fm</a>
gl: Ou escoite unha selección ao chou da música máis escoitada pola comunidade na <a href="?station=librefm://community/loved">Estación da comunidade de Libre.fm</a>.
pt_br: Ou ouvir uma seleção aleatória de músicas a comunidade libre.fm toda favorito na <a href="?station=librefm://community/loved">Libre.fm Comunidade Estação</a>
ru: Или послушайте случайным образом выбранные композиции любимых исполнителей сообщества libre.fm на <a href="?station=librefm://community/loved">канале сообщества Libre.fm</a>
sl: Ali pa poslušajte naključen izbor priljubljene glasbe libre.fm skupnosti na <a href="?station=librefm://community/loved">Libre.fm Postaja Skupnosti</a>

source: Country:
cs: Země:
cy: Gwlad:
de: Land:
es: País:
fr: Pays :
gl: País:
pt_br: País:
ru: Страна:
sl: Država:

source: Users in
cs: Uživatelé v
cy: Defnyddiwyr yn
de: Benutzer aus
es: Usuarios en
fr: Utilisateurs dans
gl: Usuarios en
pt_br: Usuários em
ru: Пользователи в
sl: Uporabniki v

source: Username
cs: Uživatelské jméno
cy: Enw Cyfrif
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
gl: Nome de usuario
pt_br: Nome de usuário
ru: Имя пользователя
sl: Uporabniško ime

source: Password
cs: Heslo
cy: Cyfrinair
de: Passwort
es: Contraseña
fr: Mot de passe :
gl: Contrasinal
pt_br: Senha
ru: Пароль
sl: Geslo

source: Remember my login
cs: Pamatovat si přihlášení
cy: Cofiwch fy mewngofnod
de: Anmeldung merken
es: Recordar mi ingreso
fr: Mémoriser mes informations de connexion
gl: Lembrarme.
pt_br: Lembrar o meu login
ru: Запомнить мой логин
sl: Zapomni si geslo

source: Login
cs: Přihlásit se
cy: Mewngofnodi
de: Anmelden
es: Ingreso
fr: Connexion
gl: Identificarse
pt_br: Entrar
ru: Логин
sl: Prijava

source: Need an account?
cs: Potřebujete účet?
cy: Angen cyfrif?
de: Brauchst du ein Konto?
es: ¿Necesitas una cuenta?
fr: Besoin d'un compte?
gl: Necesita unha conta?
pt_br: Precisa de uma conta?
ru: Нужна учётная запись?
sl: Potrebujete uporabniški račun?

source: Register now!
cs: Registrujte se nyní!
cy: Cofrestrwch nawr!
de: Registriere dich jetzt!
es: ¡Regístrate ahora!
fr: Inscrivez-vous maintenant!
gl: Rexístrese!
pt_br: Cadastre-se agora!
ru: Зарегистрируйтесь прямо сейчас!
sl: Registrirajte se!

source: Join us in #libre.fm on irc.freenode.net to help shape that, or <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss"> join our mailing list</a> and have your say!
cs: Připojte se k #libre.fm na irc.freenode.net, abyste to pomohli tvarovat, nebo <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss">se připojte k naší e-mailové konferenci</a> a vyjádřete svůj názor!
cy: Cysylltwch a ni ar #libre.fm ar irc.freenode.net i helpu llunio hyn, neu <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss">cysylltwch a'n rhesr ebost</a> a dweud eich dweud!
de: Um mitzumachen, schau vorbei in #libre.fm auf irc.freenode.net oder <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss">abonniere unsere Mailingliste</a>!
es: ¡Únetenos en #libre.fm en irc.freenode.net para ayudar a formarlo, o <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss">únete a nuestra lista de correo</a> y di lo que piensas!
fr: Rejoignez-nous sur #libre.fm sur irc.freenode.net pour aider à façonner ceci, ou rejoignez notre liste de diffusion et exprimez-vous!
gl: Únasenos en #libre.fm en irc.freenode.net para conversar (#libre.fm-gl para galegofalantes), ou <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss">á nosa rolda de correo</a>.
pt_br: Junte-se a nós no #libre.fm em irc.freenode.net para ajudar a moldar isso, ou <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss">se juntar à nossa mailing list</a> E ter a sua opinião!
ru: Присоединяйтесь на канал #libre.fm @ irc.freenode.net, или <a href="http://lists.nongnu.org/mailman/listinfo/librefm-discuss"> пишите нам на почту.

source: Profile
cs: Účet
cy: Proffil
de: Profil
es: Perfil
fr: Profil
gl: Perfil
pt_br: Perfil
ru: Профиль
sl: Profil

source: Logout
cs: Odhlásit se
cy: Allgofnodi
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
gl: Saír
pt_br: Sair
ru: Выйти
sl: Odjava

source: Log in
cs: Přihlásit
cy: Mewngofnodi
de: Anmelden
es: Iniciar sesión
fr: Connexion
gl: Identificarse
pt_br: Entrar
ru: Войти
sl: Prijava

source: Sign up now
cs: Registrovat se nyní
cy: Llofnodwch nawr
de: Registrieren
es: Registrarse ahora
fr: Inscrivez-vous maintenant
gl: Rexistrarse
pt_br: Inscreva-se agora
ru: Зарегистрироваться
sl: Vpišite se

source: Back to site
cs: Zpět na stránku
cy: Yn ôl i'r wefan
de: Zurück zur Webseite
es: De vuelta al sitio
fr: Retour au site
gl: Volver ao sitio
pt_br: Voltar ao site
ru: Вернуться на сайт
sl: Nazaj na stran

source: Register
cs: Registrovat
cy: Cofrestru
de: Registrieren
es: Registrarse
fr: S'inscrire
gl: Rexistrarse
pt_br: Registrar
ru: Зарегистрироваться
sl: Registracija

source: Lost password
cs: Ztracené heslo
cy: Colli cyfrinair
de: Passwort vergessen
es: Contraseña perdida
fr: Mot de passe oublié
gl: Perdeu o contrasinal?
pt_br: Senhas perdidas
ru: Пароль забыт
sl: Izgubljeno geslo

source: Player problems? The player currently works in <a href='http://www.chromium.org/Home'>Chromium</a> and <a href='http://www.gnu.org/software/gnuzilla/'>Icecat</a>/<a href='http://www.mozilla.org/en/firefox/'>Firefox</a> 3.5 or later &mdash; it may also work in Chrome and Opera, though we don't recommend them.</p><p>Firefox users may experience problems under Ubuntu due to <a href='https://bugs.launchpad.net/ubuntu/+source/firefox/+bug/450684'>bug #450684</a>.
cs: Potíže s přehrávačem? Přehrávač nyní funguje v prohlížečích <a href='http://www.chromium.org/Home'>Chromium</a> a <a href='http://www.gnu.org/software/gnuzilla/'>Icecat</a>/<a href='http://www.mozilla.org/en/firefox/'>Firefox</a> 3.5 nebo novější &mdash; může také fungovat v Chrome a Opeře, byť je nedoporučujeme.</p><p>Uživatelé Firefoxu mohou mít potíže v Ubuntu kvůli <a href='https://bugs.launchpad.net/ubuntu/+source/firefox/+bug/450684'>chybě #450684</a>.
cy: Problemau efo'r chwareuwr? Mae'r chwarewr ar hyn o bryd yn gweitho ar <a href='http://www.chromium.org/Home'>Chromium</a> a <a href='http://www.gnu.org/software/gnuzilla/'>Icecat</a>/<a href='http://www.mozilla.org/en/firefox/'>Firefox</a> 3.5 neu hwyrach &mdash; gall hefyd withio ar Chrome ac Opera, er nid ydem yn awgrymu nhw.</p><p>Gall defnyddwyr Firefox cael problemau efo Ubuntu oherwydd <a href='https://bugs.launchpad.net/ubuntu/+source/firefox/+bug/450684'>bug #450684</a>.
de: Probleme mit der Wiedergabe? Momentan funktioniert es mit <a href='http://www.chromium.org/Home'>Chromium</a> und <a href='http://www.gnu.org/software/gnuzilla/'>Icecat</a>/<a href='http://www.mozilla.org/en/firefox/'>Firefox</a> ab Version 3.5 &ndash; vielleicht funktioniert es auch mit Chrome und Opera, wir empfehlen diese jedoch nicht.</p><p>Mit Firefox unter Ubuntu können Probleme auftreten, siehe <a href='https://bugs.launchpad.net/ubuntu/+source/firefox/+bug/450684'>Fehler #450684</a>.
es: ¿Problemas con el reproductor? Actualmente este funciona en <a href='http://www.chromium.org/Home'>Chromium</a> y <a href='http://www.gnu.org/software/gnuzilla/'>Icecat</a>/<a href='http://www.mozilla.org/en/firefox/'>Firefox</a> 3.5 o mayor &mdash; también puede funcionar en Chrome u Opera, pero no los recomendamos.</p><p>Los usuarios de Firefox pueden tener problemas en Ubuntu debido al <a href='https://bugs.launchpad.net/ubuntu/+source/firefox/+bug/450684'>error #450684</a>.
fr: Problèmes avec le lecteur? Le lecteur fonctionne actuellement avec <a href='http://www.chromium.org/Home'>Chromium</a> et <a href='http://www.gnu.org/software/gnuzilla/'>Icecat</a>/<a href='http://www.mozilla.com/fr/firefox/'>Firefox</a> 3.5 ou plus récent &mdash; il est possible qu'il fonctionne avec Chrome et Opera, bien que nous ne les recommandions pas.</p><p>Les utilisateurs de Firefox peuvent rencontrer des problèmes sous Ubuntu à cause du <a href='https://bugs.launchpad.net/ubuntu/+source/firefox/+bug/450684'>bug #450684</a>.
gl: Ten problemas co reprodutor? Nestes momentos funciona con <a href='http://www.chromium.org/Home'>Chromium</a> e <a href='http://www.gnu.org/software/gnuzilla/'>Icecat</a>/<a href='http://www.mozilla.org/en/firefox/'>Firefox</a> 3.5 e posteriores &mdash; pode que tamén funcione en Chrome e Opera, pero non os recomendamos.</p> <p>Os usuarios de Firefox pode que teñan problemas en Ubuntu por mor do <a href='https://bugs.launchpad.net/ubuntu/+source/firefox/+bug/450684'>erro #450684</a>.
pt_br: Problemas no player? O jogador atualmente trabalha em <a href='http://www.chromium.org/Home'>Chromium</a> e <a href='http://www.gnu.org/software/gnuzilla/'>Icecat</a> / <a href='http://www.mozilla.org/en/firefox/'>Firefox</a> 3.5 ou posterior - pode também trabalhar no Chrome e Opera, embora nós não t recomendá-los. </p><p> usuários Firefox pode ter problemas no Ubuntu devido ao bug <a href='https://bugs.launchpad.net/ubuntu/+source/firefox/+bug/450684'>#450684</a>.
ru: Проблемы с проигрывателем? Проигрыватель сейчас работает в браузерах <a href='http://www.chromium.org/Home'>Chromium</a> и <a href='http://www.gnu.org/software/gnuzilla/'>Icecat</a>/<a href='http://www.mozilla.org/en/firefox/'>Firefox</a> 3.5 и более новых; вероятно, он работает и в Chrome и Opera, хотя мы и не рекомендуем их.</p><p> Пользователи Firefox могут столкнуться с проблемой в Ubuntu из-за <a href='https://bugs.launchpad.net/ubuntu/+source/firefox/+bug/450684'>бага #450684</a>.
sl: Težave s predvajalnikom? Predvajalnik trenutno deluje v <a href='http://www.chromium.org/Home'>Chromium</a> in <a href='http://www.gnu.org/software/gnuzilla/'>Icecat</a>/<a href='http://www.mozilla.org/en/firefox/'>Firefox</a> 3.5 ali novejši &mdash; morda dela tudi v brskalnikih Chrome in Opera, čeprav jih ne priporočamo. </p><p> Uporabniki Firefoxa lahko doživijo napake na Ubuntuju zaradi <a href='https://bugs.launchpad.net/ubuntu/+source/firefox/+bug/450684'>hrošča #450684</a>.

source: Show playlist
cs: Zobrazit seznam skladeb
cy: Dangos y rhestr ganu
de: Wiedergabeliste anzeigen
es: Mostrar lista de reproducción
fr: Montrer la liste de lecture
gl: Amosar a lista de reprodución
pt_br: Mostrar playlist
ru: Показать плейлист
sl: Prikaži seznam predvajanja

source: Hide playlist
cs: Skrýt seznam skladeb
cy: Cuddiwch y rhestr chwarae
de: Wiedergabeliste ausblenden
es: Esconder lista de reproducción
fr: Cacher la liste de lecture
gl: Agochar a lista de reprodución
pt_br: Esconder playlist
ru: Скрыть плейлист
sl: Skrij seznam predvajanja

source: Playlist
cs: Seznam skladeb
cy: Rhestr chwarae
de: Wiedergabeliste
es: Lista de reproducción
fr: Liste de lecture
gl: Lista de reprodución
ru: Плейлист
sl: Seznam predvajanja

source: Ban
cs: Zakázat
cy: Gwahardd
de: Blocken
es: Prohibir
fr: Bannir
gl: Ignorar
pt_br: Banir
ru: Бан
sl: Blokiraj

source: Skip Backwards
cs: Přeskočit zpět
cy: Scipiwch yn ôl
de: Zurück springen
es: Saltar hacia atrás
fr: Sauter vers l'arrière
gl: Anterior
pt_br: Salte para trás
ru: Предыдущая композиция
sl: Skoči Nazaj

source: Seek Backwards
cs: Posunout zpět
de: Zurückspulen
es: Buscar hacia atrás
fr: Retour rapide
gl: Rebobinar
pt_br: Ir para Trás
ru: Перемотать назад
sl: Išči Nazaj

source: Play
cs: Přehrát
cy: Chwaraewch
de: Wiedergabe
es: Reproducir
fr: Lecture
gl: Reproducir
pt_br: Reproduzir
ru: Воспроизвести
sl: Predvajaj

source: Pause
cs: Pozastavit
cy: Seibio
es: Pausa
gl: Deter
pt_br: Pausar
ru: Пауза
sl: Začasno ustavi

source: Seek Forwards
cs: Posunout vpřed
de: Vorspulen
es: Buscar hacia adelante
fr: Avance rapide
gl: Avanzar
pt_br: Ir para Frente
ru: Перемотать вперёд
sl: Išči Naprej

source: Skip Forwards
cs: Přeskočit vpřed
cy: Scipiwch ymlaen
de: Vorwärts springen
es: Saltar hacia adelante
fr: Sauter vers l'avant
gl: Seguinte
pt_br: Pular
ru: Следующая композиция
sl: Skoči Naprej

source: Love
cs: Oblíbená
cy: Caru
de: Favorisieren
es: Me gusta
fr: J'aime
gl: Encántame!
pt_br: Adorar
ru: В избранное
sl: Priljubljena

source: Enter a list of tags separated by commas:
cs: Zadejte seznam štítků oddělených čárkami:
cy: Rhowch lawr rhesr o tagiau wedi ei wahanu gan comau:
de: Eine kommaseparierte Stichwortliste:
es: Ingresa una lista de etiquetas separadas por comas:
fr: Entrez une liste d'étiquettes séparées par des virgules :
gl: Escriba unha lista de etiquetas separadas por comas:
pt_br: Digite uma lista de etiquetas separadas por vírgula:
ru: Введите теги через запятую:
sl: Vnesite seznam oznak ločenih z vejicami

source: Player problems?
cs: Potíže s přehrávačem?
cy: Problemau efo'r chwareuwr?
de: Probleme mit der Wiedergabe?
es: ¿Problemas con el reproductor?
fr: Problèmes de lecteur?
gl: Ten problemas co reprodutor?
pt_br: Problemas no player?
ru: Проблемы с проигрывателем?
sl: Težave s predvajalnikom?

source: The player currently works in <a href='http://www.chromium.org/Home'>Chromium</a> and <a href='http://www.gnu.org/software/gnuzilla/'>Icecat</a>/<a href='http://www.mozilla.com/en-US/firefox/'>Firefox</a> 3.5 or later &mdash; it may also work in Chrome and Opera, though we don't recommend them.
de: Die Wiedergabe funktioniert momentan in <a href='http://www.chromium.org/Home'>Chromium</a> und <a href='http://www.gnu.org/software/gnuzilla/'>Icecat</a>/<a href='http://www.mozilla.com/en-US/firefox/'>Firefox</a> 3.5 und neuer &ndash; vielleicht funktioniert es auch in Chrome und Opera, allerdings empfehlen wir diese nicht.
es: El reproductor actualmente trabaja en <a href='http://www.chromium.org/Home'>Chromium</a> y <a href='http://www.gnu.org/software/gnuzilla/'>Icecat</a>/<a href='http://www.mozilla.com/en-US/firefox/'>Firefox</a> 3.5 o superior &mdash; también puede funcionar en Chrome y Opera, aunque no es recomendable.
fr: Le lecteur fonctionne présentement avec <a href='http://www.chromium.org/Home'>Chromium</a> et <a href='http://www.gnu.org/software/gnuzilla/'>Icecat</a>/<a href='http://www.mozilla.com/en-US/firefox/'>Firefox</a> 3.5 ou supérieur &mdash; il peut aussi marcher avec Chrome et Opera, mais nous ne les recommandons pas.
gl: O reprodutor funciona polo menos en <a href='http://www.chromium.org/Home'>Chromium</a> e <a href='http://www.gnu.org/software/gnuzilla/'>Icecat</a>/<a href='http://www.mozilla.com/en-US/firefox/'>Firefox</a> 3.5 ou posterior. Pode que tamén funcione en Chrome e Opera, pero non recomendamos o seu uso.
pt_br: O jogador atualmente trabalha em <a href='http://www.chromium.org/Home'>Chromium</a> e <a href='http://www.gnu.org/software/gnuzilla/'>Icecat</a> / <a href='http://www.mozilla.com/en-US/firefox/'>Firefox</a> 3.5 ou posterior - pode também trabalhar no Chrome e Opera, apesar de não recomendo.
ru: Известно, что проигрыватель работает в браузерах <a href='http://www.chromium.org/Home'>Chromium</a> и <a href='http://www.gnu.org/software/gnuzilla/'>IceCat</a>/<a href='http://www.mozilla.com/en-US/firefox/'>Firefox</a> 3.5 и более новых &mdash; возможно, он работает и в Chrome и Opera, хотя мы их не рекомендуем.

source: Explore popular free artists
cs: Objevte oblíbené svobodné umělce
de: Finde bekannte freie Künstler
es: Explorar populares artistas libres
fr: Découvrez des artistes populaires
gl: Coñecer intérpretes libres de sona
pt_br: Explore artistas populares grátis
ru: Познакомиться в популярными бесплатными артистами

source: This artist was loved %1 times
cs: Tento umělec byl oblíben %1.
de: Dieser Künstler wurde %1 Mal favorisiert
es: Este artista fue querido %1 veces
fr: Cet artiste a été aimé %1 fois
gl: Este intérprete ten %1 seareiros.
pt_br: Este artista era amado %1 vezes
ru: Композиции этого исполнителя были добавлены в избранное %1 раз

source: You're in!
cs: Jste v tom!
cy: Mi rydech fewn!
de: Du bist dabei!
es: ¡Estás dentro!
fr: Vous y êtes!
gl: Benvido!
pt_br: Você está em!
ru: Вы вошли!
sl: Notri ste!

source: Your account has been activated! You may now <a href="/login.php">login!</a>
cs: Váš účet byl aktivován! Nyní se můžete <a href="/login.php">přihlásit!</a>
cy: Mae eich cyfrif wedi ei actifadu! Gallwch nawr <a href="/login.php">mewngofnodi!</a>
de: Dein Konto wurde aktiviert! Du kannst dich jetzt <a href="/login.php">anmelden</a>!
es: ¡Tu cuenta ha sido activada! ¡Ahora puedes <a href="/login.php">iniciar sesión!</a>
fr: Votre compte a été activé! Vous pouvez maintenant vous <a href="/login.php">connecter</a>!
gl: A súa conta activouse. Xa pode <a href="/login.php">identificarse</a>.
pt_br: Sua conta foi ativada! Agora você pode <a login href="/login.php">login!</a>
ru: Ваш аккаунт акртивирован! Теперь вы можеть <a href="/login.php">login!</a>
sl: Račun je aktiviran! Sedaj se lahko <a href="/login.php">vpišete!</a>

source: Go! Go! Go! Check your email now
cs: Šup, šup! Teď zkontrolujte svůj e-mail
cy: Ewch! Gwiriwch eich ebost nawr
de: Los! Los! Los! Ruf’ deine Emails ab!
es: ¡Anda, anda! Revisa tu correo ahora
fr: Allez! Allez! Allez! Vérifiez votre courriel maintenant
gl: Veña, vaia comprobar o seu correo electrónico pero xa!
pt_br: Vai! Vai! Vai! Verifique se o seu e-mail agora
ru: Проверьте вашу почту
sl: Hitro! Hitro! Takoj preveri e-pošto!

source: Please follow the link in your email to activate your account!
cs: Následujte, prosím, odkaz v e-mailu, abyste aktivovali svůj účet!
cy: Dilynwch y dolen yn eich ebost i actifadu eich cyfrif os gwelwch yn dda!
de: Benutze den Verweis in deiner Email, um dein Konto zu aktivieren!
es: ¡Por favor, sigue el link en tu correo para activar tu cuenta!
fr: S'il vous plaît suivez le lien dans votre courriel pour activer votre compte!
gl: Vaia ao enderezo <em>web</em> que se lle enviou por correo electrónico para activar a súa conta.
pt_br: Por favor, siga o link no seu e-mail para ativar sua conta!
ru: Пожалуйста, перейдите по ссылке в письме для активации вашего аккаунта!
sl: Sledite povezavi v e-poštnem sporočilu za aktivacijo Vašega računa!

source: You look awesome today, by the way
cs: Mimochodem, dnes vypadáte skvěle
cy: Rydych yn edrych yn gret heddiw
de: Übrigens, du siehst heute großartig aus
es: Por cierto, te ves genial hoy
fr: Vous avez l'air génial aujourd'hui, en passant
gl: Por certo, hoxe véselle con moi boa cara!
pt_br: Você olha impressionante hoje, pela maneira
ru: Кстати, вы выглядите сегодня круто
sl: Mimogrede, danes izgledate res fantastično.
